Repository: zhguokai/askbot-devel
Catalog: askbot/locale/*/LC_MESSAGES/djangojs.po
Languages: ar, ca, cs_cz, de, es, eu, fr, gl, he_il, hr, hu, nb_no, nl, ru, sl, tr, uk_ua, vi, zh_tw

source: save comment
ar: حفظ التعليق
ca: desa el comentari
cs_cz: uložit komentář
de: Kommentar senden
es: guardar comentario
eu: gorde iruzkina
fr: sauvegarder un commentaire
gl: gardar comentario
he_il: שמירת תגובה
hr: spremi komentar
hu: hozzászólás mentése
nb_no: lagre kommentar
nl: opmerking opslaan
ru: сохранить комментарий
sl: shrani komentar
tr: yorumu kaydet
uk_ua: зберегти коментар
vi: lưu ý kiến
zh_tw: 儲存評註

source: enter at least %s characters
ar: يرجى إدخال %s حرفاً إضافياً على الأقل
ca: introduïu com a mínim %s caràcters
cs_cz: zadejte alespoň %s znaků
de: Bitte gebe noch mindestens %s Zeichen ein
es: por favor introduce %s caracteres mas
eu: idatzi gutxienez %s karaktere
fr: veuillez saisir au moins plus de %s caractères
gl: escribir como mínimo %s caracteres máis
he_il: נא להקליד לפחות %s תווים
hr: unesite barem %s, ili više znakova
hu: írjon be legalább %s karaktert
nb_no: tast inn minst %s fler tegn
nl: voer tenminste %s tekens in
ru: пожалуйста, введите больше чем %s символов
sl: vnesite najmanj %s znakov
tr: en az %s karakter girin
uk_ua: введіть щонайменше %s символів
vi: nhập ít nhất %s ký tự
zh_tw: 請輸入至少 %s 個字元

source: enter at least %s more characters
ar: يرجى إدخال %s حرفاً إضافياً على الأقل
ca: introduïu com a mínim %s caràcters més
cs_cz: zadejte alespoň o %s znaků více
de: Bitte gebe noch mindestens %s Zeichen ein
es: por favor introduzca %s caracteres mas
eu: idatzi gutxienez %s karaktere gehiago
fr: veuillez saisir au moins plus de %s caractères
gl: escribir como mínimo %s caracteres máis
he_il: נא להקליד לפחות עוד %s תווים
hr: unesite barem %s, ili više znakova
hu: írjon be még legalább %s karaktert
nb_no: tast inn minst %s fler tegn
nl: type tenminste %s meer tekens
ru: пожалуйста, введите больше чем %s символов
sl: vnesite še vsaj %s dodatnih znakov
tr: en az %s karakter daha girin
uk_ua: введіть щонайменше %s символів додатково
vi: nhập thêm ít nhất %s kí tự nữa
zh_tw: 至少還需輸入 %s個字元

source: %s characters left
ar: يرجى إدخال %s حرفاً إضافياً على الأقل
ca: queden %s caràcters
cs_cz: zbývá %s znaků
de: %s Zeichen verbleibend
es: quedan %s caracteres
eu: %s karaktere geratzen dira
fr: %s caractères restants
gl: introducir como mínimo %s caracteres
he_il: %s תווים נותרו
hr: unesite barem %s, ili više znakova
hu: %s karakter van hátra
nb_no: tast inn minst %s fler tegn
nl: %s tekens over
ru: осталось место для %s символов
sl: %s preostalih znakov
tr: %s karakter kaldı
uk_ua: залишилось %s символів
vi: còn lại %s ký tự
zh_tw: 還剩%s個字元

source: maximum comment length reached
ca: s'ha assolit la mida màxima del comentari
cs_cz: dosažena maximální délka komentáře
de: Maximale Kommentar-L&auml;nge erreicht.
es: Tamaño máximo del comentario alcanzado
eu: iruzkina gehieneko luzerara heldu da
fr: La longueur maximale du commentaire est atteinte.
he_il: התגובה ממלאה את האורך המרבי המותר
nl: maximum lengte opmerking bereikt
ru: достигнута максимальная длина комментария
sl: dosežena skrajna dolžina komentarja
tr: azami yorum uzunluğuna ulaşıldı
uk_ua: досягнуто максимальної довжини коментаря
zh_tw: 評論內容已超出最大長度

source: cancel
ar: إلغاء
ca: cancel·la
cs_cz: zrušit
de: Abbrechen
es: cancelar
eu: utzi
fr: annuler
gl: cancelar
he_il: ביטול
hr: odustani
hu: mégse
nb_no: abryt
nl: annuleren
ru: отмена
sl: prekliči
tr: iptal
uk_ua: скасувати
vi: hủy
zh_tw: 取消

source: minor edit (don't send alerts)
ar: تعديل بسيط (لا ترسل تنبيهات بريد)
ca: edició menor (no enviïs alertes)
cs_cz: malá editace (nezasílá upozornění)
de: Kleine Korrekturen (keine Benachrichtigungen senden)
es: edición menor (no enviar alertas)
eu: edizio txikia (ez bidali alertarik)
fr: edition mineure (ne pas envoyer d'alertes)
gl: edición menor (non enviar avisos)
he_il: עריכה משנית (לא לשלוח התרעות)
hr: manje uređivanje (ne šalji upozorenje)
hu: kis módosítás (ne küldjön értesítéseket)
nb_no: enkel endring (ikke send notifikasjon)
nl: geringe bewerking (stuur geen alerts)
ru: небольшое изменение (не посылать уведомления)
sl: manjše urejanje (ne pošlji obvestil)
tr: küçük düzenleme (uyarıları gönderme)
uk_ua: незначна зміна (не надсилати повідомлення)
vi: sửa đổi nhỏ (không gửi thông báo)
zh_tw: 小修改(不發送通知)

source: Are you sure you don't want to post this comment?
ar: هل انت متاكد من نشر التعليق؟
ca: Esteu segur que no voleu publicar aquest comentari?
cs_cz: Opravdu si tento komentář nepřejete odeslat?
de: Bist du dir sicher, dass du diesen Kommentar veröffentlichen möchtest?
es: Estás seguro que no quieres enviar este comentario?
eu: Ziur ez duzula iruzkin hau bidali nahi?
fr: Êtes vous sûr de ne pas vouloir publier ce commentaire?
gl: Confirmas que non queres enviar este comentario?
he_il: לבטל את פרסום התגובה הזו?
hr: Jeste li sigurni da ne želite objaviti ovaj komentar?
hu: Biztosan nem akarja beküldeni ezt a hozzászólást?
nb_no: Er du sikker på at du ikke ønsker å poste denne kommentaren?
nl: Weet u zeker dat u deze opmerking niet wilt versturen?
ru: Вы действительно уверены, что не хотите добавлять этот комментарий?
sl: Ste prepričani, da ne želite objaviti tega komentarja?
tr: Bu yorumu yazmak istemediğinize emin misiniz?
uk_ua: Ви дійсно впевнені у тому, що не хочете публікувати цей коментар?
vi: Bạn có chắc là bạn không muốn gửi bình luận này?
zh_tw: 您確定不想發表此評論？

source: just now
ar: الأن
ca: ara mateix
cs_cz: právě teď
de: jetzt
es: justo ahora
eu: oraintxe bertan
fr: juste maintenant
gl: agora mesmo
he_il: הרגע
hr: upravo sada
hu: csak most
nb_no: akkurat nå
nl: zojuist
ru: прямо сейчас
sl: ravnokar
tr: henüz şimdi
uk_ua: саме тепер
vi: chỉ bây giờ
zh_tw: 剛才

source: delete this comment
ar: انقر لتعديل التعليق
ca: suprimeix aquest comentari
cs_cz: smazat tento komentář
de: Diesen Kommentar löschen
es: eliminar este comentario
eu: ezabatu iruzkin hau
fr: supprimer ce commentaire
gl: preme para editar este comentario
he_il: מחיקת תגובה זו
hr: obriši komentar
hu: hozzászólás törlése
nb_no: trykk for å editere denne kommentaren
nl: verwijder deze opmerking
ru: удалить этот комментарий
sl: izbriši ta komentar
tr: bu yorumu sil
uk_ua: видалити цей коментар
vi: xóa ý kiến này
zh_tw: 刪除此評註

source: confirm delete comment
ar: هل تريد ازالة التعليق؟
ca: confirmeu eliminar comentari
cs_cz: opravdu si přejete tento komentář smazat?
de: Löschen des Kommentars bestätigen
es: confirmar eliminación del comentario
eu: ziur iruzkin hau ezabatu nahi duzula?
fr: êtes-vous sûr de vouloir supprimer ce commentaire?
gl: estás seguro de querer eliminar este comentario?
he_il: למחוק תגובה זו?
hr: do you really want to delete this comment?
hu: hozzászólás törlésének jóváhagyása
nb_no: er du sikker på du ønsker å slette denne kommentaren?
nl: wilt u deze opmerking echt verwijderen?
ru: Удалить комментарий?
sl: ali resnično želite izbrisati ta komentar?
tr: yorumu gerçekten silmek istediğinizden emin misiniz?
uk_ua: чи Ви дійсно хочете видалити цей коментар?
vi: xác nhận xóa ye kiến này
zh_tw: 確認刪除評註

source: please sign in or register to post comments
ar: الرجاء التسجيل لاضافة تعليق
ca: si us plau, autentiqueu-vos o registreu-vos per publicar comentaris
cs_cz: abyste mohli odesílat komentáře, přihlaste se nebo zaregistrujte
de: Bitte logge Dich ein, damit Du Kommentare posten kannst.
es: por favor inicia sesión o registrate para enviar comentarios
eu: hasi saioa edo eman izena iruzkinak bidaltzeko
fr: veuillez vous identifier ou vous enregistrez pour poster un commentaire
gl: inicia sesión ou rexístrate para publicar comentarios
he_il: נא להיכנס או להירשם כדי לפרסם תגובות
hr: prijavite se ili registrirajte ako želite komentirati
hu: jelentkezzen be vagy regisztráljon a hozzászóláshoz
nb_no: logg inn eller registrer deg for å kunne kommentere
nl: Log in of registreer om opmerkingen te kunnen plaatsen
ru: пожалуйста, войдите или зарегистрируйтесь, чтобы оставить комментарий
sl: prijavite se ali registrirajte, da boste lahko objavili komentarje
tr: lütfen yorum göndermek için oturum açın veya kaydolun
uk_ua: будь-ласка, авторизуйтесь або зареєструйтесь, щоб публікувати коментарі
vi: vui lòng đăng nhập hoặc đăng ký để gửi ý kiến
zh_tw: 請登入或註冊後再發表評註

source: Please enter question title (>10 characters)
ar: من فضلك ادخل عنوان السؤال (أن يكون أكبر من ١٠ حروف)
ca: Introduïu el títol de la pregunta (més de 10 caràcters)
de: Geben Sie bitte einen Titel für die Frage ein (>10 Zeichen)
es: Introduce el título de la pregunta (más de 10 caracteres)
fr: Veuillez donner un titre à la question (>10 caractères)
gl: Poña título á pregunta (>10 caracteres)
hr: Unesite naslov pitanja (>10 znakova)
hu: Adja meg a kérdés címét (>10 karakter)
nb_no: Vennligst skriv inn spørsmålstittel (>10 tegn)
ru: Пожалуйста, добавьте заглавие к вопросу (>10 букв)
tr: Soru başlığını girin (En az 10 karakter)
uk_ua: Будь-ласка, введіть заголовок питання (>10 символів)
vi: Làm ơn nhập tiêu đề của câu hỏi (>10 ký tự)

source: Sorry, you have only read access
ar: عذراً، لديك صلاحيات قراءة فقط
ca: Ho sentim, tan sols teniu accés de lectura
cs_cz: Máte přístup pouze pro čtení
de: Tut uns leid, du hast nur Lese-Zugriff
es: Lo sentimos, posees acceso solo lectura
eu: Soilik irakurtzeko baimena duzu
fr: Désolé, vous avez accès seulement en lecture
gl: Desculpa pero só tes permiso de lectura
he_il: יש לך גישה לקריאה בלבד, עמך הסליחה
hr: Isprike, možete samo čitati
hu: Elnézést, csak olvasási hozzáférése van
nb_no: Du har bare lesetilgang
nl: Sorry, u heeft alleen lees toegang
ru: К сожалению, у вас доступ только для чтения
sl: Žal imate le dostop za branje
tr: Üzgünüz, sadece okuma yetkisine sahipsiniz
uk_ua: Нажаль, Ви маєте доступ тільки для читання
vi: Xin lỗi, bạn chỉ có quyền xem bài
zh_tw: 很抱歉，您只擁有讀取權限

source: save
ar: حفظ
ca: desa
cs_cz: uložit
de: speichern
es: guardar
eu: gorde
fr: sauvegarder
gl: gardar
he_il: שמירה
hr: spremi
hu: mentés
nb_no: lagre
nl: opslaan
ru: сохранить
sl: shrani
tr: kaydet
uk_ua: зберегти
vi: Lưu
zh_tw: 儲存

source: Enter the logo url or upload an image
ar: اضف الرابطا أو حمل الصورة
ca: Introduïu l'URL del logotip o pugeu una imatge
cs_cz: Zadejte URL loga nebo nahrajte obrázek
de: Gebe die URL-Adresse des Logos ein oder lade ein Logo-Bild hoch
es: Introduzca la URL del logo o cargue una imagen
eu: Sartu logoaren URLa edo kargatu irudi bat
fr: Entrer l'URL du logo ou transférer votre image
gl: Introducir o url da imaxe ou cargar unha imaxe
he_il: נא להקליד את כתובת הלוגו או להעלות תמונה
hr: Unesite url loga ili učitajte sliku
hu: Adja meg a logó URL-t vagy töltsön fel egy képet
nb_no: Skriv inn en logo url eller last opp et bilde
ru: Указать путь до логотипа или загрузить изображение
sl: Vnesite URL logotipa ali naložite sliko
tr: Logo adresi girin veya bir resim yükleyin
uk_ua: Введіть url логотипу або завантажте зображення
vi: Nhập địa chỉ logo hoặc tải lên một hình ảnh
zh_tw: 輸入標示圖案網址或上傳一張圖片

source: Do you really want to remove the image?
ar: هل تريد ازالة الصورة؟
ca: Esteu segur que voleu suprimir la imatge?
cs_cz: Opravdu si přejete obrázek odstranit?
de: Bist du dir sicher, dass du das Bild entfernen möchtest?
es: Realmente quiere remover la imagen?
eu: Benetan irudia kendu nahi duzu?
fr: Voulez vous réellement supprimer cette image ?
gl: Confirmas que queres retirar esta imaxe?
he_il: להסיר את התמונה הזו?
hr: Jeste li sigurni da želite obrisati sliku?
hu: Valóban el kívánja távolítani a képet?
nb_no: Ønsker du virkelig å slette bilde?
nl: Weet u zeker dat u deze afbeelding wilt verwijderen?
ru: Вы действительно хотите удалить это изображение?
sl: Resnično želite odstraniti sliko?
tr: Gerçekten resmi kaldırmak istiyor musunuz?
uk_ua: Чи Ви дісно хочете видалити зображення?
vi: Bạn có thực sự muốn xóa hình này?
zh_tw: 您真的想刪除這張圖片嗎？

source: change logo
ar: غير الشعار
ca: canvia el logotip
cs_cz: změnit logo
de: Logo ändern
es: cambiar logo
eu: aldatu logoa
fr: changer le logo
gl: cambiar o logo
he_il: החלפת הלוגו
hr: promijeni logo
hu: logó módosítása
nb_no: endre logo
nl: verander logo
ru: изменить логотип
sl: zamenjaj logotip
tr: logoyu değiştir
uk_ua: змінити логотип
vi: đổi logo
zh_tw: 修改標示圖案

source: add logo
ar: اضف شعار
ca: afegeix un logotip
cs_cz: přidat logo
de: Logo hinzufügen
es: agregar logo
eu: gehitu logoa
fr: ajouter un logo
gl: engadir o logo
he_il: הוספת לוגו
hr: dodaj logo
hu: logó hozzáadása
nb_no: legge til logo
nl: logo toevoegen
ru: добавить логотип
sl: dodaj logotip
tr: logo ekle
uk_ua: додати логотип
vi: thêm logo
zh_tw: 增加標示圖案

source: tag "%s" was already added, no need to repeat (press "escape" to delete)
ar: الوسم "%s" تمت إضافته مسبقاً، لا حاجة للتكرار (إضغط "مفتاح الهروب escape" للمسح)
ca: ja es va afegir l'etiqueta «%s», no hi ha cap necessitat de repetir-la (premeu «escapament» per eliminar-la)
cs_cz: štítek "%s" již byl přidán, není potřeba ho přidávat znovu (stisknutím "escape" jej smažete)
de: Der Tag "%s" wurde bereits hinzugefügt, es besteht keine Notwendigkeit, ihn erneut anzugeben (drücke "Escape" zum Löschen)
es: la etiqueta "%s" ya fue agregada, no hay necesidad de repetir (presione "escape" para borrar)
eu: "%s" etiketa aurretik gehitu da, ez dago errepikatzeko beharrik (sakatu "Escape" ezabatzeko)
fr: le mot-clé "%s" a déjà été ajouté, pas besoin de répéter l'opération (appuyer sur "echap" pour supprimer)
gl: xa se engadiu a etiqueta «%s», non hai necesidade de repetir (prema «escape» para eliminar)
he_il: התגית „%s“ כבר נוספה, אין צורך לחזור עליה (יש ללחוץ על „escape“ כדי למחוק)
hr: tag "%s" je već dodan, nema potrebe za ponavljanjem (odaberite "escape" ili obrišite)
hu: a címke („%s”) már létezik, nem kell megismételni (Esc a törléshez)
nb_no: merkelapp "%s" var allerede lagt til. Ingen grunn å gjenta (trykk "esc" for å slette)
nl: label "%s" was al toegevoegd, geen reden om opnieuw toe te voegen (druk "Esc" om te verwijderen)
ru: тэг "%s" уже есть, не стоит повторять его (нажмите "escape" чтобы удалить)
sl: značka »%s« je že dodana, ni potrebe po ponavljanju (pritisnite ubežnico za brisanje)
tr: "%s" etiketi zaten eklendi, yenilemeye gerek yok (silmek için "ESC" tuşuna basın)
uk_ua: ключове слово "%s" вже внесене, немає потреби повторювати (натисніть "escape" щоб видалити)
vi: thẻ "%s" đã có, không cần phải thêm vào (nhấn phím "escape" để xóa)
zh_tw: 標籤 "%s" 已經加入，不需要重複( 按"Esc" 刪除)

source: a maximum of %s tag is allowed
ar: %s وسام مسموح به كحد أقصى
ca: es permet un màxim de %s etiqueta
cs_cz: povolen je nejvýše %s štítek
de: Es ist maximal %s Tag erlaubt
es: un máximo de %s etiqueta es permitida
eu: gehienez etiketa %s onartzen da
fr: un maximum de %s étiquette est autorisé
gl: permítese un máximo %s etiqueta
he_il: מותר עד תגית אחת - %s
hr: dopušte je najviše %s tag
hu: legfeljebb %s címke engedélyezett
nb_no: kun %s merkelapp er tillatt
nl: eem maximum van %s label is toegestaan
ru: максимально поддерживается %s ключевое слово
sl: dovoljena je največ %s značka
tr: en fazla %s etikete izin verilir
uk_ua: підтримується максимально %s ключове слово
vi: tối đa %s thẻ có thể sử dụng
zh_tw: 最多允許 %s 個標籤

source: Delete category?
ar: ازالة تصنيف؟
ca: Elimina la categoria?
cs_cz: Smazat kategorii?
de: Kategorie löschen?
es: Borrar categoría?
eu: Ezabatu kategoria?
fr: Supprimer la catégorie?
gl: Eliminar categoría?
he_il: למחוק את הקטגוריה?
hr: Obrisati kategoriju?
hu: Törli a kategóriát?
nb_no: Slette kategori?
nl: Categorie verwijderen?
ru: Удалить категорию?
sl: Želite izbrisati kategorijo?
tr: Kategori silinsin mi?
uk_ua: Видалити категорію?
vi: Xóa danh mục?
zh_tw: 是否刪除分類？

source: edit
ar: تحرير
ca: edita
cs_cz: editovat
de: bearbeiten
es: editar
eu: editatu
fr: modifier
gl: editar
he_il: עריכה
hr: uredi
hu: szerkesztés
nb_no: editere
nl: bewerken
ru: редактировать
sl: uredi
tr: düzenle
uk_ua: редагувати
vi: sửa
zh_tw: 編輯

source: category name cannot be empty
ar: من فضلك اختر علي الأقل عنصر واحد
ca: el nom de la categoria no pot estar en blanc
cs_cz: název kategorie nemůže být prázdný
de: Bitte gebe mindestens ein Tag ein
es: favor introducir al menos una etiqueta
eu: kategoriaren izena ezin da hutsik egon
fr: veuillez saisir au moins un mot-clé
gl: asignar, cando menos, unha etiqueta
he_il: שם הקטגוריה לא יכול להישאר ריק
hr: unesite barem jedan tag
hu: a kategórianév nem lehet üres
nb_no: legg inn minst en merkelapp
nl: categorienaam kan niet leeg zijn
ru: пожалуйста, введите хотя бы один тэг
sl: ime kategorije ne sme biti prazno
tr: kategori adı boş olamaz
uk_ua: назва категорії не може бути порожньою
vi: tên danh mục không thể để trống
zh_tw: 分類名稱不可為空白

source: already exists at the current level!
ar: موجود مسبقاً في المستوى الحالي!
ca: ja existeix en el nivell actual!
cs_cz: již na této úrovni existuje!
de: Existiert bereits
es: ya existe en el nivel actual
eu: dagoeneko badago maila honetan!
fr: existe déjà à ce niveau là!
gl: xa existe no nivel actual!
he_il: כבר קיים ברמה נוכחית!
hr: već postoji na sadašnjoj razini!
hu: már létezik ezen a szinten!
nb_no: eksisterer allerede på nåværende nivå!
nl: bestaat al op het huidige niveau
ru: уже есть на этом уровне!
sl: že obstaja na trenutni ravni!
tr: zaten geçerli seviyede mevcut
uk_ua: вже присутнє на даному рівні!
vi: đã tồn tại ở cấp độ hiện tại!
zh_tw: 已存在於目前等級

source: add category
ar: اضف تصنيف
ca: afegeix una categoria
cs_cz: přidat kategorii
de: Kategorie hinzufügen
es: agregar categoría
eu: gehitu kategoria
fr: ajouter une catégorie
gl: engadir categoría
he_il: הוספת קטגוריה
hr: dodaj kategoriju
hu: új kategória
nb_no: legg till kategori
nl: voer categorie in
ru: добавить категорию
sl: dodaj kategorijo
tr: kategori ekle
uk_ua: додати категорію
vi: thêm thể loại
zh_tw: 加入分類

source: save tags
ar: حفظ الوسم
ca: desa les etiquetes
cs_cz: uložit štítky
de: Tags speichern
es: guardar etiquetas
eu: gorde etiketak
fr: sauvegarder les mots-clés
gl: gardar etiquetas
he_il: שמירת תגיות
hr: spremi tagove
hu: címkék mentése
nb_no: lagre merkelapp
nl: labels opslaan
ru: сохранить тэги
sl: shrani značke
tr: etiketleri kaydet
uk_ua: зберегти ключові слова
vi: lưu thẻ đánh dấu
zh_tw: 儲存標籤

source: Group name:
ar: اسم المجموعة :
ca: Nom del grup:
cs_cz: Název skupiny:
de: Gruppenname:
es: Nombre de grupo:
eu: Taldearen izena:
fr: Nom du groupe:
gl: Nome do grupo:
he_il: שם הקבוצה:
hr: Ime grupe:
hu: Csoportnév:
nb_no: Gruppenavn:
nl: Groepsnaam:
ru: Название группы:
sl: Ime skupine:
tr: Grup adı:
uk_ua: Назва групи:
vi: Tên nhóm:
zh_tw: 群組名稱：

source: Shared with the following users:
ar: بحث عن المستخدم
ca: Es comparteix amb els següents usuaris:
cs_cz: Sdíleno s následujícími uživateli:
de: Geteilt mit folgenden Benutzern:
es: Compartido con los siguientes usuarios:
eu: Honako erabiltzaileekin partekatuta:
fr: Partagé avec les utilisateurs suivants :
gl: Compartir cos seguintes usuarios:
he_il: משותף עם המשתמשים הבאים:
hr: Dijeljeno sa sljedećim korisnicima:
hu: Megosztva ezen felhasználókkal:
nb_no: Delt med følgende brukere:
nl: gedeeld met de volgende gebruikers:
ru: Сделать доступным для следующих пользователей:
sl: Skupna raba z naslednjimi uporabniki:
tr: Şu kullanıcılar ile paylaşıldı:
uk_ua: Є доступним для наступних користувачів:
vi: Chia sẻ với người dùng sau đây:
zh_tw: 與這些使用者共享：

source: Shared with the following groups:
ar: شارك المجموعة
ca: Es comparteix amb els següents grups:
cs_cz: Sdíleno s následujícími skupinami:
de: Geteilt mit folgenden Gruppen:
es: Compartido con los siguientes grupos:
eu: Honako taldeekin partekatuta:
fr: Partagé avec le groupe suivant :
gl: Compartir cos seguintes grupos:
he_il: משותף עם הקבוצות הבאות:
hr: Dijeljeno sa sljedećim grupama:
hu: Megosztva ezen csoportokkal:
nb_no: Delt med følgende grupper:
nl: Gedeeld met de volgende groepen:
ru: Сделать доступным для следующих групп:
sl: Skupna raba z naslednjimi skupinami:
tr: Şu gruplar ile paylaşıldı:
uk_ua: Є доступним для наступних груп:
vi: Chia sẻ với các nhóm sau:
zh_tw: 與這些群組共享：

source: Tag "<span></span>" matches:
ar: علامة "<span></span>" تطابق:
ca: Coincidències de l'etiqueta "<span></span>" amb:
cs_cz: Štítek "<span></span>" odpovídá:
de: Treffer für Tag "<span></span>":
es: La etiqueta "<span> </span>" coincide con:
eu: "<span></span>" etiketarekin bat dator:
fr: Le mot-clé "<span></span>" doit correspondre:
gl: A etiqueta "<span></span>" coincide:
he_il: התגית "<span></span>" תואמת:
hr: Oznaka "<span></span>" odgovara:
hu: A „<span></span>” címke illeszkedik:
nb_no: Merkelapp "<span></span>" er lik:
ru: Тег "<span></span>" подходит для:
sl: Značka »<span></span>« se ujema z:
tr: Eşleşen "<span></span>" etiketler:
uk_ua: Ключове слово "<span></span>" відповідає:
vi: Thẻ đánh dấu "<span></span>" phù hợp:
zh_tw: 標記 "<span></span>" 符合：

source: and %s more, not shown...
ar: و المزيد من %s، غير معروض
ca: i %s més que no es mostren...
cs_cz: a dalším %s nezobrazeným...
de: und %s nicht angezeigte weitere...
es: y %s más, no mostrados...
eu: eta beste %s, erakusten ez direnak...
fr: et %s plus, non montré
gl: e %s máis non se amosan...
he_il: ו־%s נוספים, שאינם מוצגים…
hr: i %s više, nije prikazano ...
hu: és még %s nem látható…
nb_no: og %s mer er ikke vist ...
nl: en %s meer, niet weergegeven...
ru: и ещё %s, не показано...
sl: in še %s, ne prikazanih ...
tr: ve gösterilmeyen %s tane daha...
uk_ua: та ще %s, не показано...
vi: và %s nhiều hơn, không được hiển thị...
zh_tw: 與 %s 項其他，不顯示...

source: Please <a href="%(signin_url)s">signin</a> to follow %(username)s
ar: من فضلك، <a href="%(signin_url)s">قم بالدخول</a> لمتابعة %(username)s
ca: Si us plau, <a href="%(signin_url)s">inicieu la sessió</a> per seguir a %(username)s
cs_cz: Pro sledování %(username)s se <a href="%(signin_url)s">přihlaste</a>
de: <a href="%(signin_url)s">Loggen</a> Sie sich ein, um %(username)s zu verfolgen
es: <a href="%(signin_url)s">Inicia sesión</a> para seguir a %(username)s
eu: <a href="%(signin_url)s">Hasi saioa</a> %(username)s jarraitzeko
fr: Veuillez <a href="%(signin_url)s">vous connecter</a> pour suivre %(username)s
gl: Faga o favor de <a href="%(signin_url)s">confirmar</a> para seguir a %(username)s
he_il: נא <a href="%(signin_url)s">להיכנס</a> כדי לעקוב אחר %(username)s
hr: <a href="%(signin_url)s">Prijavite se</a> za praćenje korsnika %(username)s
hu: <a href="%(signin_url)s">Jelentkezzen be</a> %(username)s követéséhez
nb_no: Vennligst <a href="%(signin_url)s">logg inn</a> for å følge %(username)s
ru: Пожалуйста <a href="%(signin_url)s">авторизуйтесь</a> чтобы отметить профиль %(username)s
sl: <a href="%(signin_url)s">Prijavite se</a>, da boste sledili %(username)s
tr: Lütfen %(username)s takip etmek için <a href="%(signin_url)s">giriş yapın</a>
uk_ua: Будь-ласка, <a href="%(signin_url)s">авторизуйтесь</a> щоб слідкувати за %(username)s
vi: Hãy <a href="%(signin_url)s">tạo tài khoản</a> để theo dõi %(username)s
zh_tw: 請<a href="%(signin_url)s">登入</a>才能跟隨 %(username)s

source: must be shorter than %(max_chars)s character
ar: لا تستخدم أية أحرف
ca: ha de ser inferior a %(max_chars)s caràcter
cs_cz: musí být kratší než %(max_chars)s znak
de: Muss weniger als %(max_chars)s Zeichen sein
es: debe de ser mas corto que %(max_chars)s carácter
eu: karaktere %(max_chars)s baino laburragoa izan behar da
fr: doit être plus court que %(max_chars)s caractère
gl: debe conter %(max_chars)s carácter
he_il: חייב להיות פחות מתו אחד - %(max_chars)s
hr: mora biti kraće od %(max_chars)s znaka
hu: %(max_chars)s karakternél rövidebbnek kell lennie
nb_no: må være %(max_chars)s tegn
nl: moet korter zijn dan %(max_chars)s karakter
ru: должно быть короче, чем %(max_chars)s символ
sl: mora imeti manj kot %(max_chars)s znak
tr: %(max_chars)d karakterden kısa olmak zorundadır
uk_ua: повинно бути коротше за %(max_chars)s символ
vi: cần phải ngắn hơn %(max_chars)s kí tự
zh_tw: 須少於%(max_chars)s個字元

source: and
ar: و
ca: i
cs_cz: a
de: und
es: y
eu: eta
fr: et
gl: e
he_il: וגם
hr: i
hu: és
nb_no: og
nl: en
ru: и
sl: in
tr: ve
uk_ua: та
vi: và
zh_tw: 與
