Repository: zhguokai/askbot-devel
Catalog: askbot/locale/*/LC_MESSAGES/djangojs.po
Languages: ar, ca, cs_cz, de, es, eu, fr, gl, he_il, hr, hu, nb_no, nl, ru, sl, tr, uk_ua, vi, zh_tw

source: Type a message
ca: Tecleja un missatge
cs_cz: Napsat zprávu
eu: Idatzi mezu bat
he_il: נא להקליד הודעה
nl: Typ een bericht
sl: Vnesite sporočilo
zh_tw: 輸入訊息

source: Add a recipient
ca: Afegeix un destinatari
cs_cz: Přidat příjemce
eu: Gehitu hartzaile bat
he_il: הוספת נמען
nl: Voeg een ontvanger toe
sl: Dodajte prejemnika
zh_tw: 新增收件人

source: message sent
ar: تم ارسال الرسالة
ca: missatge enviat
cs_cz: zpráva odeslána
de: Nachricht wurde verschickt
es: mensaje enviado
eu: mezua bidalita
fr: message envoyé
gl: mensaxe enviada
he_il: הודעה שנשלחה
hr: poruka poslana
hu: üzenet elküldve
nb_no: melding sendt
nl: bericht verzonden
ru: сообщение отправлено
sl: sporočilo poslano
tr: mesaj gönderildi
uk_ua: повідомлення надіслано
vi: đã gửi
zh_tw: 訊息已送出

source: Did you mean to send your message to muliple users? Use comma instead of whitespaces
ca: Vàreu voler dir per enviar el missatge a diversos usuaris? Utilitzeu comes en lloc d'espais en blanc
cs_cz: Chtěli jste zprávu odeslat více uživatelům? Použijte místo prázdných znaků čárky
eu: Hainbat erabiltzaileri bidali nahi diezu mezua? Erabili komak espazioen ordez
he_il: כוונתך הייתה לשלוח את ההודעה שלך למספר נמענים? יש להשתמש בפסיק במקום ברווח
nl: Wilde u uw bericht naar meerdere gebruikers sturen? Gebruik comma's ipv spaties.
sl: Ste želeli poslati sporočilo več uporabnikom? Uporabite vejico namesto presledkov.
zh_tw: 您是想要將訊息傳送給多位使用者嗎？請使用逗點而非空白來分隔

source: user {{str}} does not exist
ar: لا وجود للمستخدم
ca: l'usuari {{str}} no existeix
cs_cz: uživatel {{str}} neexistuje
de: Benutzer {{str}} existiert nicht
es: usuario {{str}} no existe
eu: {{str}} erabiltzailea ez da existitzen
fr: l'utilisateur {{str}} n'existe pas
gl: non hai usuario {{str}}
he_il: משתמשים {{str}} לא קיימים
hr: korisnik {{str}} ne postoji
hu: a(z) {{str}} felhasználó nem létezik
nb_no: bruker {{str}} eksisterer ikke
nl: gebruiker {{str}} bestaat niet
ru: пользователь {{str}} не найден
sl: uporabnik {{str}} ne obstaja
tr: {{str}} kullanıcısı mevcut değil
uk_ua: користувач {{str}} відсутній
vi: thành viên {{str}} không tồn tại
zh_tw: 這些使用者不存在：{{str}}

source: cannot send message to yourself
ar: لايمكنك ارسال الرسالة لك
ca: no us podeu enviar a vosaltres mateixos el missatge
cs_cz: nelze poslat zprávu sobě
de: Du kannst keine Nachrichten an dich selbst schicken
es: no puedes enviarte mensaje a ti mismo
eu: ezin diozu mezua zure buruari bidali
fr: vous ne pouvez pas vous envoyer de message à vous même
gl: non se poden enviar mensaxes a un mesmo
he_il: לא ניתן לשלוח הודעה לעצמך
hr: ne možete poslati poruku sami sebi
hu: nem küldhet üzenetet önmagának
nb_no: kan ikke sende beskjed til deg selv
nl: kan geen bericht naar uzelf sturen
ru: нельзя отправить сообщение самому себе
sl: sporočila ne morete poslati sami sebi
tr: kendinize ileti gönderemezsiniz
uk_ua: не можна надіслати повідомлення самому собі
vi: không thể gửi tin nhắn đến chính bạn
zh_tw: 您無法傳送訊息給自己

source: To see search results, 2 or more characters may be required
ar: لعرض النتائج ,مطلوب 2حرف أو اكثر
ca: Per a visualitzar els resultats de la cerca es requereixen 2 o més caràcters
cs_cz: Pro zobrazení výsledků vyhledávání mohou být vyžadovány alespoň 2 znaky
de: Um Suchergebnisse zu erhalten, sind mindestens 2 Buchstaben erforderlich.
es: Para ver resultados, dos o mas caracteres son requeridos
eu: Bilaketaren emaitzak ikusteko, 2 karaktere edo gehiago behar litezke
fr: Pour voir le résultat de la recherche, 2 caractères ou plus sont requis
gl: Para ver os resultados da busca, 2 ou máis caracteres poden ser necesarios
he_il: כדי לצפות בתוצאות החיפוש, נדרשים 2 תווים ומעלה
hr: Za pregled rezultata pretraživanja, potrebna su 2 ili više znaka
hu: A találatok megjelenítéséhez legalább két karakter lehet szükséges
nb_no: For å se søkeresultater så kreves minst to tegn
nl: Om zoekresultaten te kunnen zien zijn er 2 of meer tekens nodig
ru: Чтобы увидеть результат поиска, введите 2 или более символа
sl: Za ogled rezultatov iskanja sta potrebna 2 ali več znakov
tr: Arama sonuçlarını görmek için 2 veya daha fazla karakter gereklidir
uk_ua: Потрібно 2 або більше символів, щоб побачити результати пошуку
vi: Để có kết quả tìm kiếm, vui lòng sử dụng từ khóa dài hơn
zh_tw: 要看到搜尋結果，您必須輸入二或更多個字元

source: Ask Your Question
ar: قم بالسؤال هنا من فضلك
ca: Fer una pregunta
cs_cz: Zeptejte se
de: Stelle eine neue Frage
es: Haz tu Pregunta
eu: Egin zure galdera
fr: Poser votre question
gl: Fai a pregunta
he_il: פרסום השאלה שלך
hr: Postavite pitanje
hu: Tegye fel kérdését
nb_no: Spør ditt spørsmål
nl: Stel uw vraag
ru: Задайте Ваш вопрос
sl: Zastavite svoje vprašanje
tr: Kendi Sorunuzu Sorun
uk_ua: Задайте Ваше Питання
vi: Đặt câu hỏi
zh_tw: 請在此發問

source: Sorry, this tag does not exist
ar: لا وجود لأية وسوم
ca: Ho sentim, aquesta etiqueta no existeix
cs_cz: Tento štítek neexistuje
de: Sorry, dieses Tag existiert nicht
es: Lo sentimos, esta etiqueta no existe
eu: Etiketa hau ez da existitzen
fr: Désolé, cette étiquette n'existe pas
gl: Sentímolo, esta etiqueta non existe
he_il: תגית זו אינה קיימת, עמך הסליחה
hr: Tag ne postoji
hu: Elnézést, ez a címke nem létezik
nb_no: Beklager, denne merkelappen eksisterer ikke
nl: Sorry, deze label bestaat niet
ru: К сожалению, это ключевое слово не найдено
sl: Žal ta značka ne obstaja
tr: Üzgünüz, bu etiket mevcut değil
uk_ua: Нажаль, це ключове слово відсутнє
vi: Xin lỗi, những thẻ này không tồn tại
zh_tw: 對不起，這些標籤不存在

source: Search or ask your question
ar: ابحث عن سؤالك أو اسأله
ca: cerqueu o feu una pregunta
cs_cz: Hledat nebo položit otázku
eu: Bilatu edo egin zure galdera
gl: buscar ou formular unha pregunta
he_il: חיפוש או פרסום השאלה שלך
hu: keressen vagy tegye fel kérdését
nb_no: søk eller spør ditt spørsmål
sl: Iščite ali postavite svoje vprašanje
tr: sorunuzu sorun veya arayın
zh_tw: 搜尋或提出問題

source: loading...
ar: تحميل...
ca: s'està carregant...
cs_cz: načítá se...
de: Lade...
es: cargando...
eu: kargatzen...
fr: chargement...
gl: cargando...
he_il: בטעינה…
hr: učitavanje...
hu: betöltés…
nb_no: laster...
nl: laden..
ru: загрузка...
sl: nalaganje ...
tr: yükleniyor...
uk_ua: завантажується...
vi: đang tải...
zh_tw: 正載入...

source: enter %(question)s title
ca: intrudueix el titol per %(question)s

source: %(question)s must have > %(length)s character
ca: %(question)s ha de tenir > %(length)s caràcter
de: %(question)s müssen mindestens %(length)s Zeichen haben.
es: %(question)s debe tener > %(length)s carácter
ru: %(question)s должны быть > %(length)s символа
tr: %(question)s, > %(length)s karakter olmalı
uk_ua: %(question)s повинно мати > %(length)s символа

source: details must have > %s character
ar: يرجى إدخال %s حرفاً إضافياً على الأقل
ca: els detalls han de tenir > %s caràcter
cs_cz: podrobnosti musí obsahovat > %s znak
de: Bitte gebe noch mindestens %s Zeichen ein
es: por favor introduzca al menos %s carácter mas
eu: xehetasunek > %s karaktere behar dituzte
fr: veuillez saisir au moins plus de %s caractère
gl: escribe cando menos %s caracteres máis
he_il: בפרטים חייב להיות > תו אחד - %s
hr: unesite barem %s znak
hu: írjon be még legalább %s karaktert
nb_no: tast inn %s tegn til
ru: подробности должны быть > %s символа
sl: podrobnosti morajo imeti > %s znak
tr: ayrıntılar > %s karakter olmalı
uk_ua: подробиці повинні мати > %s символа
vi: chi tiết cần dài hơn %s kí tự
zh_tw: 細節至少包含 > %s 個字元

source: %(answer)s must be > %(length)s character
ca: %(answer)s ha de tenir > %(length)s caràcter
de: %(answer)s müssen mindestens %(length)s Zeichen lang sein.
es: %(answer)s debe tener > %(length)s carácter
fr: %(answer)s doit inclure > %(length)s caractère
ru: %(answer)s дылжны быть > %(length)s символов
tr: %(answer)s, > %(length)s karakter olmalı
uk_ua: %(answer)s повинно мати > %(length)s символа

source: tags cannot be empty
ar: فضلاً حدد المواضيع (مطلوب)
ca: si us plau, introduïu almenys una etiqueta
cs_cz: zadejte alespoň jeden štítek
de: Tags dürfen nicht leer sein
es: las etiquetas no pueden estar vacías
eu: sartu gutxienez etiketa bat
fr: merci de saisir au moins un mot clé
gl: Asignar como mínimo unha etiqueta
he_il: נא לבחור בתגית אחת לפחות
hr: tagovi ne mogu biti prazni
hu: a címkék nem lehetnek üresek
nb_no: legg inn minst en merkelapp
nl: voer tenminste één label in
ru: введите теги
sl: vnesite vsaj eno značko
tr: etiketler boş olamaz
uk_ua: будь-ласка, введіть хоча-б одне ключове слово
vi: không thể dùng thẻ rỗng
zh_tw: 標籤不能為空白

source: details are required
ar: معلومات مطلوبة
ca: els detalls són necessaris
cs_cz: podrobnosti musí být vyplněny
de: Details werden benötigt
es: detalles son requeridos
eu: xehetasunak behar dira
fr: les détails sont requis
gl: requírense detalles
he_il: נדרשים פרטים
hr: detalji su potrebni
hu: az adatok kötelezők
nb_no: detaljer kreves
nl: details zijn vereist
ru: необходимы подробности
sl: podrobnosti so obvezne
tr: detaylar gerekli
uk_ua: потрібно деталізувати
vi: thông tin chi tiết là bắt buộc
zh_tw: 請提供細節

source: enter your question
ar: اطرح سؤالك
ca: introduïu la vostra pregunta
cs_cz: zadejte svou otázku
de: gebe Deine Frage ein
es: introduzca su pregunta
eu: idatzi zure galdera
fr: saisisser votre question
gl: escribe a túa pregunta
he_il: נא להקליד את השאלה שלך
hr: unesite svoje pitanje
hu: írja be kérdését
nb_no: tast inn ditt spørsmål
nl: voer uw vraag in
ru: введите ваш вопрос
sl: vnesite svoje vprašanje
tr: sorunuzu yazın
uk_ua: введіть Ваше запитання
vi: nhập câu hỏi của bạn
zh_tw: 請輸入您的問題

source: content cannot be empty
ar: من فضلك أدخل وسماً واحداً على الأقل
ca: el contingut no pot ser buit
cs_cz: obsah nemůže být prázdný
de: Inhalt darf nicht leer sein
es: el contenido no puede estar vacío
eu: edukia ezin da hutsik egon
fr: le contenu ne peut pas être vide
gl: introducir como mínimo unha etiqueta
he_il: התוכן לא יכול להיות ריק
hr: sadržaj ne može biti prazan
hu: a tartalom nem lehet üres
nb_no: legg inn minst en merkelapp
nl: inhoud kan niet leeg zijn
ru: пожалуйста, добавьте содержание
sl: vsebina ne more biti prazna
tr: içerik boş olamaz
uk_ua: вміст не повинен бути пустим
vi: nội dung không thể rỗng
zh_tw: 內容不能為空白

source: Back to the question
ar: ارجع للسؤل
ca: Torna a la pregunta
cs_cz: Zpět na otázku
de: Zurück zur Frage
es: Volver a la pregunta
eu: Itzuli galderara
fr: Retourner à la question
gl: Volver á pregunta
he_il: בחזרה לשאלה
hr: Natrag na pitanje
hu: Vissza a kérdéshez
nb_no: Tilbake til spørsmål
nl: Terug naar de vraag
ru: Вернуться к вопросу
sl: Nazaj k vprašanju
tr: Soruya geri dön
uk_ua: Повернутись до запитання
vi: Trở về câu hỏi
zh_tw: 回到問題

source: Load preview
ca: carrega la previsualització
cs_cz: Načíst náhled
de: Lade Vorschau
es: Cargar vista previa
eu: Kargatu aurrebista
fr: Charger l'aperçu
he_il: טעינת התצוגה המקדימה
nl: Voorbeeld laden
ru: Загрузить просмотр
sl: Naloži predogled
tr: Önizlemeyi göster
uk_ua: Завантажити попередній перегляд
zh_tw: 載入預覽

source: Merge
ca: Combina
cs_cz: Spojit
de: Zusammenführen
eu: Batu
fr: Fusionner
he_il: מיזוג
nl: Samenvoegen
ru: Объединить
sl: Spoji
tr: Birleştir
uk_ua: Об'єднати
zh_tw: 合併

source: Cancel
ar: إلغاء
ca: Cancel·la
cs_cz: Zrušit
de: Abbrechen
es: Cancelar
eu: Utzi
fr: Annuler
gl: Cancelar
he_il: ביטול
hr: Otkaži
hu: Mégse
nb_no: Avbryt
nl: Annuleren
ru: Отменить
sl: Prekliči
tr: İptal
uk_ua: Скасувати
vi: hủy
zh_tw: 取消

source: draft saved...
ar: تم حفظ المسودة
ca: esborrany desat...
cs_cz: koncept uložen...
de: Der Entwurf wurde gespeichert
es: borrador guardado
eu: zirriborroa gorde da...
fr: brouillon sauvegardé...
gl: borrador gardado...
he_il: הטיוטה נשמרה…
hr: skica je spremljena...
hu: piszkozat mentve…
nb_no: utkast lagret...
nl: concept opgeslagen
ru: черновик сохранён...
sl: osnutek shranjen ...
tr: taslak kaydedildi...
uk_ua: чорновик збережено...
vi: đã lưu bản nháp...
zh_tw: 已儲存草稿...

source: %s follower
ar: %s متابع
ca: %s seguidor
cs_cz: %s sledující
de: %s Verfolger
es: %s seguidor
eu: Jarraitzaile %s
fr: %s Abonné
gl: %s seguidor
he_il: %s עוקבים
hr: %s pratitelj
hu: %s követő
nb_no: %s følger
nl: %s volger
ru: %s закладка
sl: %s sledilec
tr: %s takipçi
uk_ua: стежить %s
vi: %s người theo
zh_tw: %s 位跟隨者

source: insufficient privilege
ar: صلاحيات غير كافية
ca: permisos insuficients
cs_cz: nedostatečná oprávnění
de: keine ausreichenden Rechte
es: privilegio insuficiente
eu: pribilegio gutxiegi
fr: privilège insuffisant
gl: non tes suficientes permisos
he_il: הרשאה בלתי תואמת
hr: nedovoljne privilegije
hu: nincs jogosultsága
nb_no: ikke nok rettigheter
nl: onvoldoende rechten
ru: недостаточно прав
sl: nezadostne pravice
tr: yetersiz yetki
uk_ua: недостатньо привілеїв
vi: không đủ quyền
zh_tw: 權力不足

source: please login
ar: من فضلك الدخول
ca: si us plau, inicieu la sessió
cs_cz: přihlaste se
de: Bitte einloggen
es: por favor inicia sesión
eu: hasi saioa mesedez
fr: merci de vous identifier
gl: inicia sesión, por favor
he_il: נא להיכנס
hr: prijavite se
hu: jelentkezzen be
nb_no: vennligst logg inn
nl: log in
ru: введите логин
sl: prijavite se
tr: lütfen üye girişi yapın
uk_ua: будь-ласка, авторизуйтесь
vi: vui lòng đăng nhập
zh_tw: 請先登錄

source: anonymous users cannot subscribe to questions
ar: المستخدم المجهول لا يمكنه الإشتراك بالأسئلة
ca: els usuaris anònims no es poden subscriure a les preguntes
cs_cz: anonymní uživatelé se nemohou přihlásit k odběru otázek
de: Nicht angemeldete Benutzer können Fragen nicht abonnieren
es: los usuarios anónimos no pueden suscribirse a las preguntas
eu: erabiltzailea anonimoak ezin dira galderetara harpidetu
fr: les utilisateurs anonymes ne peuvent pas souscrire à une question
gl: os usuarios anónimos non poden subscribirse a preguntas
he_il: משתמשים אלמוניים לא יכול להירשם לשאלות
hr: anonimni se korisnici ne mogu pretplatiti na pitanja
hu: névtelen felhasználók nem iratkozhatnak fel a kérdésekre
nb_no: anonyme brukere kan ikke abonnere på spørsmål
nl: anonieme gebruikers kunnen zich niet op vragen inschrijven
ru: анонимные пользователи не могут подписываться на вопросы
sl: anonimni uporabniki se ne morejo naročiti na vprašanja
tr: misafir kullanıcılar sorulara abone olamaz
uk_ua: неавторизовані користувачі не можуть підписуватись на запитання
vi: hãy đăng nhập để đăng ký theo dõi câu hỏi này
zh_tw: 匿名使用者無法訂閱問題

source: anonymous users cannot vote
ar: المستخدم المجهول لا يمكنه التصويت
ca: els usuaris anònims no poden votar
cs_cz: anonymní uživatelé nemohou hlasovat
de: Gastbenutzer können nicht abstimmen
es: los usuarios anónimos no pueden votar
eu: erabiltzaile anonimoek ezin dute botorik eman
fr: désolé, les utilisateurs anonymes ne peuvent pas voter
gl: desculpa, os usuarios anónimos non poden votar
he_il: משתמשים אלמוניים לא יכולים להצביע, עמך הסליחה
hr: anonimni korisnici ne mogu glasati
hu: névtelen felhasználók nem szavazhatnak
nb_no: anonyme brukere kan ikke stemme
nl: sorry, anonieme gebruikers kunnen niet stemmen
ru: Извините, но для того чтобы голосовать,
sl: žal anonimni uporabniki ne morejo glasovati
tr: üye girişi yapmadan oy kullanamazsınız
uk_ua: нажаль, неавторизовані користувачі не можуть голосувати
vi: hãy đăng nhập để đánh giá
zh_tw: 匿名使用者無法投票

source: anonymous users cannot flag offensive posts
ar: لا يمكن للمستخدمين غير المسجلين الإشارة إلى مشاركة مسيئة
ca: els usuaris anònims no poden marcar les entrades com ofensives
cs_cz: anonymní uživatelé nemohou označovat příspěvky porušující pravidla
de: Gastbenutzer können Beiträge nicht melden
es: los usuarios anónimos no pueden marcar entradas como ofensivas
eu: erabiltzaile anonimoek ezin dituzte iruzkin iraingarriak salatu
fr: les utilisateurs anonymes ne peuvent pas signaler les messages offensants
gl: os usuarios anónimos non poden marcar como ofensivo ningún comentario
he_il: משתמשים אלמוניים לא יכולים לסמן הודעות כפוגעניות
hr: anonimni korisnici ne mogu označavati uvredljive objave
hu: névtelen felhasználók nem jelölhetnek meg sértő bejegyzéseket
nb_no: anonyme brukere kan ikke flagge støtende innlegg
ru: Извините, но для того чтобы пожаловаться на сообщение,
sl: anonimni uporabniki ne morejo označevati žaljivih objav
tr: misafir kullanıcılar rahatsız edici iletileri işaretleyemez
uk_ua: неавторизовані користувачі не можуть відмічати агресивні запитання
vi: người dùng nặc danh không thể thông báo vi phạm
zh_tw: 匿名使用者無法標記惡意文章

source: confirm delete
ar: هل أنت متأكد من هذا الحذف؟
ca: confirmeu la supressió
cs_cz: potvrdit smazání
de: Löschen bestätigen
es: confirmar eliminación
eu: ziur hau ezabatu nahi duzula?
fr: êtes-vous de vouloir supprimer ceci?
gl: confirmas que queres eliminar isto?
he_il: למחוק זאת?
hr: potvrdite brisanje
hu: törlés jóváhagyása
nb_no: er du sikker på at du ønsker å slette denne?
nl: weet u zeker dat u dit wilt verwijderen?
ru: Удалить?
sl: ste prepričani, da želite to izbrisati?
tr: Bunu silmek istediğinizden emin misiniz?
uk_ua: Ви дійсно впевнені у тому, що хочете видалити це?
vi: xác nhận xóa
zh_tw: 確定刪除

source: anonymous users cannot delete/undelete
ar: عذراً، لا يمكن للمستخدمين غير المسجلين حذف أو استعادة المشاركات
ca: els usuaris anònims no poden suprimir ni recuperar
cs_cz: anonymní uživatelé nemohou mazat/obnovovat
de: Gastbenutzer können Beiträge nicht löschen oder wiederherstellen
es: los usuarios anónimos no pueden eliminar o restaurar
eu: erabiltzaile anonimoek ezin dituzte iruzkinak ezabatu edo desezabatu
fr: désolé, les utilisateurs anonymes ne peuvent pas supprimer ou annuler la suppression d'un message
gl: desculpa, os usuarios anónimos non poden eliminar nin recuperar comentarios
he_il: משתמשים אלמוניים לא יכולים למחוק או לבטל מחיקה של הודעות, עמך הסליחה
hr: anonimni korisnici ne mogu brisati/poništavati brisanje
hu: névtelen felhasználók nem törölhetnek/vonhatják azt vissza
nb_no: anonyme brukere kan ikke slette eller hente tilbake slettede innlegg
nl: sorry, anonieme gebruikers kunnen berichten niet verwijderen of herstellen
ru: неавторизированные пользователи не могут восстанавливать и удалять сообщения
sl: anonimni uporabniki žal ne morejo brisati ali obnoviti objav
tr: üye girişi yapmadan yazı silemez ya da geri alamazsınız
uk_ua: нажаль, неавторизовані користувачі не можуть видаляти або відновлювати повідомлення
vi: người sử dụng ẩn danh không thể xóa/phục hồi
zh_tw: 匿名使用者不能刪除或取消刪除

source: post recovered
ar: تمت استعادة المشاركة!
ca: entrada recuperada
cs_cz: příspěvek obnoven
de: Beitrag wiederhergestellt
es: entrada restaurada
eu: zure mezua leheneratu da!
fr: votre message a été restauré!
gl: o teu comentario acaba de ser restaurado!
he_il: ההודעה שלך שוחזרה כעת!
hr: objava je obnovljena
hu: bejegyzés helyreállítva
nb_no: ditt innlegg er nå tilbakeført!
nl: uw inzending is nu teruggeplaatst!
ru: восстановить сообщение
sl: vaša objava je zdaj obnovljena!
tr: yazı geri alındı!
uk_ua: Ваше повідомлення тепер відновлене!
vi: bài viết đã được khôi phục
zh_tw: 文章已復原

source: post deleted
ar: تم حذف المشاركة
ca: entrada suprimida
cs_cz: příspěvek smazán
de: Beitrag gelöscht
es: entrada eliminada
eu: zure mezua ezabatu egin da
fr: votre message a été supprimé
gl: o teu comentario acaba de ser eliminado
he_il: ההודעה שלך נמחקה
hr: objava je obrisana
hu: bejegyzés törölve
nb_no: ditt innlegg er nå slettet
nl: uw inzending is verwijderd
ru: сообщение удалено
sl: vaša objava je bila izbrisana
tr: yazınız silindi
uk_ua: Ваше повідомлення видалено
vi: đã xóa bài viết
zh_tw: 文章已刪除

source: sorry, you cannot %(accept_own_answer)s
ca: ho sentim, no podeu %(accept_own_answer)s
cs_cz: nemůžete %(accept_own_answer)s
de: Sie können nicht %(accept_own_answer)s
es: Lo sentimos, no puedes %(accept_own_answer)s
eu: ezin duzu %(accept_own_answer)s
fr: désolé, vous ne pouvez pas accepter %(accept_own_answer)s
he_il: אין אפשרות %(accept_own_answer)s, עמך הסליחה
ru: к сожалению, вы не можете %(accept_own_answer)s
sl: žal ne morete %(accept_own_answer)s
tr: üzgünüz, %(accept_own_answer)s işlemini yapamazsınız
uk_ua: нажаль, Ви не можете %(accept_own_answer)s
zh_tw: 對不起，您不能 %(accept_own_answer)s

source: remove flag
ar: ازالة العلامة
ca: suprimeix la marca
cs_cz: odstranit označení
de: Entferne Markierung
es: remover bandera
eu: kendu salaketa
fr: supprimer le drapeau
gl: retirar a bandeira
he_il: הסרת סימון
hr: obriši zastavicu
hu: jelző eltávolítása
nb_no: fjern flagg
nl: verwijder label
ru: убрать заметку
sl: odstrani zaznambo
tr: bayrağı kaldır
uk_ua: зняти відмітку
vi: loại bỏ cờ
zh_tw: 刪除標誌

source: flag offensive
ar: هل أنت متأكد أن هذه المشاركة مسيئة، أو مزعجة، أو تحتوي على إعلانات، أو إشارات مشبوهة، وما إلى ذلك؟
ca: marca com ofensiu
cs_cz: označit porušení pravidel
de: Bist du dir sicher, dass dieser Beitrag Spam, unerwünschte Werbung, Beleidigungen, illegale oder unangebrachte Inhalte enthält?
es: estas seguro que este post es ofensivo, contiene spam, propaganda, contenido malicioso, etc?
eu: salatu iraingarri gisa
fr: être vous sûr que cette publication est offensante, contient du spam, de la publicité, ou des remarques malicieuses, etc.?
gl: confirmas que este comentario é ofensivo, contén lixo, propaganda, anuncios maliciosos, etc.?
he_il: סימון כפוגעני
hr: obilježi zastavicom kao uvredljivo
hu: megjelölés sértőként
nb_no: er du sikker på at dette innlegget er støtende, inneholder spam, reklame, osv.?
ru: вы уверены, что это сообщение оскорбительно, содержит спам, рекламу, и т.д.?
sl: zaznamuj kot žaljivo
tr: kötüye kullanım olarak işaretle
uk_ua: відмітка агресивності
vi: thông báo vi phạm
zh_tw: 標記違禁的文章

source: undelete
ar: تأكيد الحذف
ca: recupera
cs_cz: obnovit
de: Löschen bestätigen
es: restaurar
eu: desezabatu
fr: annuler la suppression
gl: confirmas que queres eliminar isto?
he_il: ביטול מחיקה
hr: poništi brisanje
hu: törlés visszavonása
nb_no: er du sikker på at du ønsker å slette denne?
nl: herstellen
ru: восстановить
sl: prekliči izbris
tr: geri al
uk_ua: відновити
vi: Khôi phục
zh_tw: 取消刪除

source: delete
ar: تم حذف المشاركة
ca: suprimeix
cs_cz: smazat
de: löschen
es: eliminar
eu: ezabatu
fr: supprimer
gl: eliminouse o teu comentario
he_il: מחיקה
hr: obriši
hu: törlés
nb_no: ditt innlegg er nå slettet
nl: verwijderen
ru: удалить
sl: izbriši
tr: sil
uk_ua: видалити
vi: xóa
zh_tw: 刪除

source: sorry, something is not right here
ar: عذراً، شيء غير صحيح هنا
ca: ho sentim, alguna cosa aquí no està bé
cs_cz: omlouváme se, došlo k určitým problémům...
de: Tut uns leid, etwas ist nicht in Ordnung
es: Lo sentimos, algo no va bien aquí
eu: zerbait oker dago
fr: désolé, quelque chose ne semble pas correct ici
gl: desculpa, aquí hai algo incorrecto
he_il: משהו פה לא תקין, עמך הסליחה
hr: isprike, nešto nije u redu
hu: elnézést, valamilyen hiba történt
nb_no: Noe stemmer ikke helt ...
nl: sorry, er is iets niet goed hier
ru: к сожалению, что-то здесь не так
sl: žal tu nekaj ni v redu
tr: üzgünüz, burada bir şeyler doğru değil
uk_ua: нажаль, дещо тут не вірно
vi: xin lỗi, một cái gì đó không đúng ở đây
zh_tw: 對不起，出錯啦

source: Preview: (hide)
ca: Previsualització: (oculta)
cs_cz: Náhled: (skrýt)
eu: Aurrebista: (ezkutatu)
he_il: תצוגה מקדימה: (הסתרה)
nl: Voorbeeld: (verbergen)
sl: Predogled: (skrij)
zh_tw: 預覽: (隱藏)

source: Show preview
ca: Mostra la previsualització
cs_cz: Zobrazit náhled
eu: Erakutsi aurrebista
he_il: הצגת תצוגה מקדימה
nl: Voorbeeld weergeven
sl: Pokaži predogled
zh_tw: 顯示預覽

source: add comment
ar: إضافة تعليق
ca: afegeix un comentari
cs_cz: přidat komentář
de: Kommentar hinzufügen
es: añadir comentario
eu: gehitu iruzkina
fr: ajouter un commentaire
gl: engadir comentario
he_il: הוספת תגובה
hr: dodaj komentar
hu: hozzászólás
nb_no: legg til kommentar
nl: opmerking toevoegen
ru: добавить комментарий
sl: dodaj komentar
tr: yorum ekle
uk_ua: додати коментар
vi: Thêm ý kiến
zh_tw: 添加評註
