Repository: zhguokai/askbot-devel
Catalog: askbot/locale/*/LC_MESSAGES/django.po
Languages: hr, hu

source: License logo image
hr: Slika loga licencije
hu: Licenclogó kép

source: Login provider setings
hu: Bejelentkezésszolgáltató beállításai

source: Show alternative login provider buttons on the password "Sign Up" page
hu: Alternatív bejelentkezésszolgáltató gombok megjelenítése a „Regisztráció” oldalon

source: Always display local login form and hide "Askbot" button.
hu: Mindig a helyi bejelentkezési űrlap megjelenítése és az „Askbot” gomb elrejtése.

source: Activate to allow login with self-hosted wordpress site
hr: Aktiviraj za dopuštenje prijave sa svoje wordpress internetske stranice
hu: Kapcsolja be a bejelentkezés engedélyezéséhez a saját üzemeltetésű Wordpress oldal használatával

source: to activate this feature you must fill out the wordpress xml-rpc setting bellow
hr: da biste aktivirali ovu značajku, potrebno je ispuniti niže dostupne wordpress xml-rpc postavke
hu: Ennek bekapcsolásához ki kell töltenie a Wordpress xml-rpc beállítását lentebb

source: Fill it with the wordpress url to the xml-rpc, normally http://mysite.com/xmlrpc.php
hr: Popunite sa wordpress url-om na xml-rpc, uobičajeno http://mojastranica.hr/xmlrpc.php
hu: Töltse ki az xml-rpc-re mutató Wordpress URL-lel, általában http://oldalam.hu/xmlrpc.php

source: To enable, go to Settings->Writing->Remote Publishing and check the box for XML-RPC
hr: Za omogućavanje otvorite Postavke->Pisanje->Objavljivanje na daljinu i označite kućicu za XML-RPC
hu: A bekapcsolásához lépjen a Beállítások -> Írás -> Távoli közzététel kategóriára, és jelölje be az XML-RPC négyzetet

source: Upload your icon
hu: Saját ikon feltöltése

source: local password
hr: lokalna lozinka
hu: helyi jelszó

source: Activate %(provider)s login
hr: Aktivirajte %(provider)s prijavu
hu: %(provider)s bejelentkezés bekapcsolása

source: Note: to really enable %(provider)s login some additional parameters will need to be set in the "External keys" section
hr: Napomena: za omogućavanje %(provider)s prijavu, bit će potrebno podesiti dodatne parametre unutar sekcije "Vanjski ključevi"
hu: Megjegyzés: a(z) %(provider)s bejelentkezés tényleges bekapcsolásához néhány további paramétert is be kell állítani a „Külső kulcsok” szakaszban

source: Markup in posts
hr: Markup u postovima
hu: Jelölőkód a bejegyzésekben

source: Enable code-friendly Markdown
hr: Omogućite jednostavan za uporabu Markdown
hu: Kódbarát Markdown bekapcsolása

source: If checked, underscore characters will not trigger italic or bold formatting - bold and italic text can still be marked up with asterisks. Note that "MathJax support" implicitly turns this feature on, because underscores are heavily used in LaTeX input.
hr: Ako je označeno, podcrtani znakovi neće pokrenuti ukošeno ili podebljano formatiranje - podebljan se i ukošen tekst još uvijek može označiti zvjezdicom. Podrška za "Mathjax" implicitno uključuje ovu značajku jer su podcrtavanja česta pri unosu LaTeXa.
hu: Ha be van jelölve, akkor az aláhúzás karakterek nem váltanak ki dőlt vagy félkövér formázást – a félkövér és dőlt szöveg továbbra is megjelölhető csillagokkal. Ne feledje, hogy a „MathJax támogatás” implicit módon bekapcsolja ezt a szolgáltatást, mert az aláhúzásokat a LaTeX bemenet erőteljesen használja.

source: Mathjax support (rendering of LaTeX)
hr: Mathjax podrška (prikazivanje LaTeXa)
hu: MathJax támogatás (LaTeX megjelenítése)

source: If you enable this feature, <a href="%(url)s">mathjax</a> must be installed on your server in its own directory.
hr: Omogućite li ovu značajku, <a href="%(url)s">mathjax</a> mora biti instaliran na poslužitelju u vlasitoj mapi.
hu: Ezen funkció bekapcsolásakor a <a href="%(url)s">mathjax</a>-ot telepíteni kell a saját kiszolgálójára egy saját könyvtárba.

source: Base url of MathJax deployment
hr: Base url MathJax implementacije
hu: A telepített MathJax alap URL-je

source: Note - <strong>MathJax is not included with askbot</strong> - you should deploy it yourself, preferably at a separate domain and enter url pointing to the "mathjax" directory (for example: http://mysite.com/mathjax)
hr: Napomena - <strong>askbot ne uključuje MathJax</strong> - morat ćete ga implementirati sami, preporučljivo na drugoj domena i unesite url koji će upućivati na mapu "mathjax" (naprimjer: http://mysite.com/mathjax)
hu: Megjegyzés: A <strong>MathJax nem része az askbotnak</strong>. Saját kezűleg kell telepítenie, lehetőség szerint egy külön tartományba, itt pedig adja meg a „mathjax” könyvtárra mutató URL-t (például: http://oldalam.hu/mathjax)

source: Enable autolinking with specific patterns
hr: Omogući autopovezivanje prema specifičnom uzorku
hu: Bizonyos mintákból hivatkozások készítése automatikusan

source: If you enable this feature, the application will be able to detect patterns and auto link to URLs
hr: Omogućite li ovu značajku, aplikacija će moći detektirati uzorke i automatski ih povezivati s URL-ovima
hu: Ha engedélyezi ezt a szolgáltatást, akkor az alkalmazás képes lesz minták felismerésére és az URL-címekre mutató hivatkozások automatikus létrehozására

source: Regexes to detect the link patterns
hr: Regexese za otkrivanje poveznica
hu: Reguláris kifejezések a hivatkozásminták felismeréséhez

source: Enter valid regular expressions for the patters, one per line. For example to detect a bug pattern like #bug123, use the following regex: #bug(\d+). The numbers captured by the pattern in the parentheses will be transferred to the link url template. Please look up more information about regular expressions elsewhere.
hr: Unesite ispravan regularni izraz za obrazac, jedan po liniji. Na primjer za pronalazak greške obrasca kao #bug123 koristite sljedeći regularni izraz: #bug(\d+). Brojevi unutar zagrada obrasca biti će pretvoreni u url vezu na predložak. Za više informacija o regularnim izrazima pogledajte drugdje.
hu: Írjon be soronként egy érvényes reguláris kifejezést a mintákhoz. Például egy #bug123 alakú hibajegy felismeréséhez használja a következő reguláris kifejezést: #bug(\d+). A zárójelekben lévő mintákkal elfogott számok átadásra kerülnek a hivatkozás URL sablonnak. A reguláris kifejezésekkel kapcsolatban további információkat máshol találhat.

source: URLs for autolinking
hr: URL-ovi za automatsko povezivanje
hu: URL-ek automatikus hivatkozáskészítéshez

source: Here, please enter url templates for the patterns entered in the previous setting, also one entry per line. <strong>Make sure that number of lines in this setting and the previous one are the same</strong> For example template https://bugzilla.redhat.com/show_bug.cgi?id=\1 together with the pattern shown above and the entry in the post #123 will produce link to the bug 123 in the redhat bug tracker.
hr: Unesite url predložaka za obrasce unijete u prethodnoj postavci, također jednu po liniji. <strong>Provjerite je li broj linija u ovim postavkama jednak broju u prethodnima</strong>. Naprimjer predložak https://bugzilla.redhat.com/show_bug.cgi?id=\1 zajedno s obrascem prikazanim iznad i unosom u postu #123, kreirati će vezu na grešku 123 u redhat sistemu za praćenje greški.
hu: Itt adja meg az URL sablonokat az előző beállításnál megadott mintákhoz, soronként egyet. <strong>Győződjön meg róla, hogy az előző beállítás és ez azonos számú sort tartalmaz</strong>. Például a https://bugzilla.redhat.com/show_bug.cgi?id=\1 sablon a fenti mintával és a bejegyzésben a #bug123 érték megadásával egy hivatkozást hoz létre a Red Hat hibakövetőjében lévő 123 számú hibára.

source: Karma thresholds
hr: Granice karme
hu: Karmaszintek

source: Upvote
hr: Pozitivno ocijeni
hu: Felszavazás

source: Downvote
hr: Negativno ocijeni
hu: Leszavazás

source: Answer own question immediately
hr: Odgovori na vlastito pitanje odmah
hu: Saját kérdés azonnali megválaszolása

source: Accept own answer
hr: Prihvati vlasititi odgovor
hu: Saját válasz elfogadása

source: Accept any answer
hr: Prihvati bilo koji odgovor
hu: Bármely válasz elfogadása

source: Flag offensive
hr: Označi zastavicom kao uvredljivo
hu: Megjelölés sértőként

source: Delete comments posted by others
hr: Obriši komentare koje su objavili drugi korisnici
hu: Mások által beküldött hozzászólások törlése

source: Delete questions and answers posted by others
hr: Obriši pitanja i odgovore koje su objavili drugi korisnici
hu: Mások által beküldött kérdések és válaszok törlése

source: Upload files
hr: Spremanje datoteka na poslužitelj
hu: Fájlok feltöltése

source: Insert clickable links
hr: Umetni poveznice na koje se može kliknuti
hu: Kattintható hivatkozások beszúrása

source: Insert link suggestions as plain text
hr: Umetni predložene poveznice kao običan tekst
hu: Javasolt hivatkozások beszúrása egyszerű szövegként

source: This value should be smaller than that for "insert clickable links". This setting should stop link-spamming by newly registered users.
hr: Ova bi vrijednost trebala biti manja od one za "umetni poveznice na koje se može kliknuti". Postavke trebale zaustaviti spamanje novoregistriranih korisnika linkovima
hu: Ez az érték kisebb kell legyen a „Kattintható hivatkozások beszúrása” értékénél. Ez a beállítás megakadályozza az újonnan regisztrált felhasználókat az oldal kéretlen reklámokkal való bombázásában.

source: Retag questions posted by other people
hr: Ponovno tagiraj pitanja koja su objavili drugi korisnici
hu: Mások kérdéseinek újracímkézése

source: Edit community wiki posts
hr: Uredi wiki objave zajednice
hu: Közösségi wiki bejegyzéseinek szerkesztése

source: Edit posts authored by other people
hr: Uredi objave koje su napisali drugi
hu: Mások által írt bejegyzések szerkesztése

source: View offensive flags
hr: Pogledajte što je zastavicama označeno kao uvredljivo
hu: Sértő jelzők megnézése

source: Remove rel=nofollow from own homepage
hr: Izbriši rel=nofollow s vlastite naslovnice
hu: A rel=nofollow eltávolítása a saját honlapról

source: When a search engine crawler will see a rel=nofollow attribute on a link - the link will not count towards the rank of the users personal site.
hr: Kada pauk tražilice vidi rel=nofollow atribut na a vezi - veza neće važiti za rangiranje osobne internet stranice korisnika.
hu: Amikor egy keresőmotor a bejáráskor egy rel=nofollow attribútumot talál egy hivatkozáson, akkor a hivatkozás nem számít bele a felhasználó személyes oldalának rangjába.

source: Make posts by email
hr: Piši postove elektroničkom poštom
hu: Bejegyzések küldése e-mailben

source: Trigger email notifications
hr: Pokreni obavijesti putem e-pošte
hu: E-mail értesítések aktiválása

source: Reduces spam
hr: Smanji spam
hu: Csökkenti a szemetet

source: Trigger tweets on others accounts
hr: Pokreni tweetove na drugim računima
hu: Tweetek aktiválása más fiókokon

source: Content moderation
hr: Moderiranje sadržaja
hu: Tartalommoderáció

source: Enable tag moderation
hr: Omogući moderiranje tagova
hu: Címkemoderáció bekapcsolása

source: If enabled, any new tags will not be applied to the questions, but emailed to the moderators. To use this feature, tags must be optional.
hr: Ako je omogućeno, novi tagovi se neće primijeniti na pitanja nego će biti dostavljeni moderatorima elektroničkom poštom. Da bi se ova mogućnost mogla koristiti, tagovi moraju biti neobavezni.
hu: Ha bekapcsolja, akkor az új címkék nem lesznek csatolva a kérdésekhez, hanem e-mailben továbbításra kerülnek a moderátoroknak. Ennek használatához a címkéknek elhagyhatóknak kell lenniük.

source: Listings of questions
hr: Popisi pitanja
hu: Kérdések felsorolása

source: Enable "All Questions" selector
hr: Omogući označivač "Sva pitanja"
hu: A „Minden kérdés” választó bekapcsolása

source: At least one of these selectors must be enabled
hr: Najmanje jedan od ovih označivača mora biti omogućen
hu: Legalább az egyik választót be kell kapcsolni

source: Enable "Unanswered Questions" selector
hr: Enable "Neodgovorena pitanja" selector
hu: A „Megválaszolatlan kérdések” választó bekapcsolása

source: Enable "Followed Questions" selector
hr: Enable "Praćena pitanja" selector
hu: A „Követett kérdések” választó bekapcsolása

source: All Questions
hr: Sva pitanja
hu: Minden kérdés

source: Unanswered Questions
hr: Neodgovorena pitanja
hu: Megválaszolatlan kérdések

source: Followed Questions
hr: Praćena pitanja
hu: Követett kérdések

source: Default questions selector for the authenticated users
hr: Zadani označivač pitanja za provjerene korisnike
hu: Alapértelmezett kérdésválasztó bejelentkezett felhasználóknak

source: Default questions selector for the anonymous users
hr: Zadani označivač pitanja za anonimne korisnike
hu: Alapértelmezett kérdésválasztó névtelen felhasználóknak

source: Karma loss and gain rules
hr: Pravila rasta i gubitka karme
hu: Karmavesztési és -nyerési szabályok

source: Maximum daily reputation gain per user
hr: Dnevno najveći rast ugleda po korisniku
hu: Maximális napi hírnévnyereség felhasználónként

source: Gain for receiving an upvote
hr: Porast za dobivanje pozitivne ocjene
hu: Felszavazás utáni nyereség

source: Gain for the author of accepted answer
hr: Porast za autorstvo nad prihvaćenim odgovorom
hu: Elfogadott válasz szerzőjének nyeresége

source: Gain for accepting best answer
hr: Porast za prihvaćanje najboljeg odgovora
hu: Legjobb válasz elfogadásának nyeresége

source: Gain for post owner on canceled downvote
hu: Bejegyzés szerzőjének nyeresége leszavazás törlésekor

source: Gain for voter on canceling downvote
hu: Szavazó nyeresége leszavazás törlésekor

source: Loss for voter for canceling of answer acceptance
hu: Szavazó vesztesége válaszelfogadás törléséért

source: Loss for author whose answer was "un-accepted"
hu: Szerző vesztesége, akinek válaszát mégsem fogadták el

source: Loss for giving a downvote
hr: Gubitak za dijeljenja negativnih glasova
hu: Leszavazás miatti veszteség

source: Loss for owner of post that was flagged offensive
hr: Gubitak za vlasnika čija je objava zastovicom označena uvredljivom
hu: Sértőként megjelölt bejegyzés szerzőjének vesztesége

source: Loss for owner of post that was downvoted
hr: Gubitak za vlasnika čijia je objava dobila negativan glas
hu: Leszavazott bejegyzés szerzőjének vesztesége

source: Loss for owner of post that was flagged 3 times per same revision
hr: Gubitak za vlasnika čija je objava označena zastavicom tri puta u istom pregledu
hu: Ugyanazon revízió mellett 3-szor megjelölt bejegyzés szerzőjének vesztesége

source: Loss for owner of post that was flagged 5 times per same revision
hr: Gubitak za vlasnika čija je objava označena zastavicom pet puta u istom pregledu
hu: Ugyanazon revízió mellett 5-ször megjelölt bejegyzés szerzőjének vesztesége

source: Loss for post owner when upvote is canceled
hu: Bejegyzés szerzőjének vesztesége felszavazás törlésekor

source: Main page sidebar
hr: Bočna traka glavne stranice
hu: Főoldal oldalsávja

source: Custom sidebar header
hr: Prilagođeno zaglavlje bočne trake
hu: Egyéni oldalsávfejléc

source: Use this area to enter content at the TOP of the sidebarin HTML format. When using this option (as well as the sidebar footer), please use the HTML validation service to make sure that your input is valid and works well in all browsers.
hr: Koristi ovo područje za unos sadržaja u GORNJEM DIJELU rubnog stupca u HTML formatu. Prilikom korištenja ove mogućnosti koristite HTML validator kako bi ste provjerili da je vaš unos ispravan te da je prikaz ispravan u u svim preglednicima.
hu: Itt megadhatja az oldalsáv TETEJÉNEK tartalmát HTML formátumban. Ezen lehetőség (valamint az oldalsáv láblécének) használatakor használja a HTML ellenőrző szolgáltatást, hogy a bevitt tartalom érvényes és minden böngészőben működő legyen.

source: Show above only to anonymous users
hr: Prikaži iznad samo anonimne korisnike
hu: A fenti megjelenítése csak névtelen felhasználóknak

source: Show avatar block in sidebar
hr: Prikaz bloka avatara u bočnoj traci
hu: Avatarblokk megjelenítése az oldalsávban

source: Uncheck this if you want to hide the avatar block from the sidebar
hr: Odznačite želite li sakriti blok avatara iz bočne trake
hu: Törölje az avatarblokk elrejtéséhez az oldalsávból

source: Limit how many avatars will be displayed on the sidebar
hr: Određivanje broja avatara koji će se prikazivati na bočnoj traci
hu: Az oldalsávban megjelenített avatarok számának korlátozása

source: Show tag selector in sidebar
hr: Prikaži izbornik tagova u bočnoj traci
hu: Címkeválasztó megjelenítése az oldalsávban

source: Uncheck this if you want to hide the options for choosing interesting and ignored tags
hr: Odzdnačite želite li sakriti mogućnost biranja zanimljivih i ignoriranih tagova
hu: Törölje az érdekes és mellőzött címkék kiválasztási lehetőségeinek elrejtéséhez az oldalsávból

source: Show tag list/cloud in sidebar
hr: Prikaz liste/oblaka tagova u bočnoj traci
hu: Címkelista/-felhő megjelenítése az oldalsávban

source: Uncheck this if you want to hide the tag cloud or tag list from the sidebar
hr: Odznačite ovo želite li sakriti oblak ili listu tagova iz bočne trake
hu: Törölje a címkefelhő vagy címkelista elrejtéséhez az oldalsávból

source: Custom sidebar footer
hr: Prilagođeno podnožje bočne trake
hu: Egyéni oldalsávlábléc

source: Use this area to enter content at the BOTTOM of the sidebarin HTML format. When using this option (as well as the sidebar header), please use the HTML validation service to make sure that your input is valid and works well in all browsers.
hr: Koristi ovo područje za unos sadržaja u DONJEM DIJELU rubnog stupca u HTML formatu. Prilikom korištenja ove mogućnosti koristite HTML validator kako bi ste provjerili da je vaš unos ispravan te da je prikaz ispravan u svim preglednicima.
hu: Itt megadhatja az oldalsáv ALJÁNAK tartalmát HTML formátumban. Ezen lehetőség (valamint az oldalsáv fejlécének) használatakor használja a HTML ellenőrző szolgáltatást, hogy a bevitt tartalom érvényes és minden böngészőben működő legyen.

source: User profile sidebar
hr: Bočna traka korisničkog profila
hu: Felhasználói profil oldalsáv

source: Custom sidebar
hr: Prilagođena bočna traka
hu: Egyéni oldalsáv

source: Question page banners and sidebar
hr: Baner bočne treke i stranice za odgovore
hu: Kérdésoldal fejlécei és oldalsáv

source: Top banner
hr: Gornji baner
hu: Felső felirat

source: When using this option, please use the HTML validation service to make sure that your input is valid and works well in all browsers.
hr: Kada koristite ovu mogućnost, služite se uslugom provjere HTML koda kako bili sigurni da je vaš unos dobar i radi u svim internetskim preglednicima.
hu: Ezen lehetőség használatakor használja a HTML ellenőrző szolgáltatást, hogy a bevitt tartalom érvényes és minden böngészőben működő legyen.

source: Answers banner
hr: Baner za odgovore
hu: Válaszok felirata

source: Show tag list in sidebar
hr: Prikaži listu tagova u bočnoj traci
hu: Címkelista megjelenítése az oldalsávban

source: Uncheck this if you want to hide the tag list from the sidebar
hr: Odznačite ovo želite li sakriti listu tagova iz bočne trake
hu: Törölje a címkelista elrejtéséhez az oldalsávból

source: Show meta information in sidebar
hr: Prikaži metainformacije u bočnoj traci
hu: Metainformációk megjelenítése az oldalsávban

source: Uncheck this if you want to hide the meta information about the question (post date, views, last updated).
hr: Odznačite ovo želite li sakriti metainformacije o pitanju (datum objave, broj pogleda, zadnje ažuriranje).
hu: Törölje a kérdéssel kapcsolatos metainformációk (beküldés dátuma, megjelenítések, utolsó frissítés) elrejtéséhez az oldalsávból.

source: Show related questions in sidebar
hr: Prikaži povezana pitanja u bočnoj traci
hu: Kapcsolódó kérdések megjelenítése az oldalsávban

source: Uncheck this if you want to hide the list of related questions.
hr: Odznačite ovo želite li sakriti listu povezanih pitanja.
hu: Törölje a kapcsolódó kérdések listájának elrejtéséhez az oldalsávból

source: Bootstrap mode
hr: Bootstrap način
hu: Rendszerindítás mód

source: Activate a "Large site" mode
hr: Aktiviraj način "Velika stranica" mode
hu: „Nagy oldal” mód bekapcsolása

source: "Large site" mode increases reputation and certain badge thresholds, to values, more suitable for the larger communities, <strong>WARNING:</strong> your current values for Minimum reputation, Badge Settings and Vote Rules will be changed after you modify this setting.
hr: Način "Velika stranica" povećava ugled i određene pragove znački na vrijednosti koje bolje odgovaraju velikim zajednicma. <strong>UPOZORENJE:</strong> vaše trenutna vrijednost za Minimalni ugled, Postavke znački te Pravila glasanje bit će promjenjena izmjenite li ove postavke.
hu: A „Nagy oldal” mód növeli a hírnév és bizonyos plecsnik küszöbértékeit nagyobb közösségeknek megfelelő értékekre. <strong>FIGYELEM:</strong> ezen beállítás megváltoztatása után a Minimális hírnév, Plecsnibeállítások és Szavazási szabályok jelenlegi értékei módosulnak.

source: URLS, keywords & greetings
hr: URL-ovi, ključne riječi i pozdravi
hu: URL-ek, kulcsszavak és üdvözlések

source: Site title for the Q&A forum
hr: Naslov stranice za Q&A forum
hu: A Q&A fórum címének beállítása

source: Comma separated list of Q&A site keywords
hr: Lista ključnih riječi odvojenih zarezom za Q&A stranicu
hu: A Q&A oldal kulcsszavainak vesszővel elválasztott listája

source: Copyright message to show in the footer
hr: Poruka o autorskim pravima prikazana u podnožju stranice
hu: A láblécben megjelenítendő szerzői jogi üzenet

source: Site description for the search engines
hr: Opis stranice za tražilice
hu: Oldal leírása a keresőmotorok számára

source: Short name for your Q&A forum
hr: Kratko ime za vaš Q&A forum
hu: A Q&A fórum rövid neve

source: Please enter url of your site
hr: Unesite url vaše stranice
hu: Írja be az oldal URL-címét

source: Url must start either from http or https
hr: Url mora počinjati sa http ili https
hu: Az URL-t http-vel vagy https-sel kell kezdeni

source: Base URL for your Q&A forum, must start with http or https
hr: Osnovni URL za vaš Q&A forum, mora početi s http ili https
hu: A Q&A fórum alap URL-címe, http vagy https kezdetű kell legyen

source: Check to enable greeting for anonymous user
hr: Označite želite li da pozdravnu poruku vide i anonimni korisnici
hu: Jelölje be a névtelen felhasználók üdvözléséhez

source: Text shown in the greeting message shown to the anonymous user
hr: Tekst prikazan u pozdravnoj poruci za anonimne korisnike
hu: A névtelen felhasználónak megjelenített üdvözlőüzenet szövege

source: Use HTML to format the message
hr: Koristite HTML za oblikovanje poruke
hu: Az üzenet HTML használatával formázható

source: Feedback site URL
hr: URL stranice za povratne informacije
hu: Visszajelzési oldal URL-címe

source: If left empty, a simple internal feedback form will be used instead
hr: Ako je ostavljeno prazno, bit će korišten jednostavni interni obrazac za povratne informacije
hu: Ha üres, akkor egy egyszerű belső visszajelzési űrlap kerül felhasználásra

source: Skin, logos and HTML <head> parts
hr: Tema, logo i HTML <head> dijelovi
hu: Smink, logók és HTML <head> részek

source: Q&A site logo
hu: Q&A oldal logója

source: To change the logo, select new file, then submit this whole form.
hr: Da biste promijenili logo, odaberite novu datoteku te podnesite ovaj cijeli obrazac.
hu: A logó módosításához válassza ki az új fájlt, majd küldje be ezt az űrlapot.

source: Show logo
hr: Prikaži logo
hu: Logó megjelenítése

source: Check if you want to show logo in the forum header or uncheck in the case you do not want the logo to appear in the default location
hr: Označite ako želite da se logo prikazuje u zaglavlju foruma, odznačite ako ne želite da se logo prikazuje na zadanoj lokaciji
hu: Jelölje be, ha a logó megjelenjen a fórum fejlécében, vagy törölje ha a logó ne jelenjen meg az alapértelmezett helyen

source: Site favicon
hr: Favicon stranice
hu: Oldal faviconja
