Repository: zhguokai/askbot-devel
Catalog: askbot/locale/*/LC_MESSAGES/django.po
Languages: hr, hu

source: First upvote
hr: Prva pozitivna ocjena
hu: Első felszavazás

source: Critic
hr: Kritično
hu: Kritikus

source: First downvote
hr: Prva negativna ocjena
hu: Első leszavazás

source: Civic Duty
hr: Građanska dužnost
hu: Közszolgálat

source: Voted %(num)s times
hr: Ocijenjeno %(num)s puta
hu: %(num)s alkalommal szavazott

source: Self-Learner
hr: Samouk
hu: Autodidakta

source: Student
hu: Diák

source: Scholar
hr: Školarac
hu: Tanító

source: Enlightened
hr: Provijećeni
hu: Megvilágosult

source: Necromancer
hr: Čarobnjak
hu: Holtidéző

source: Citizen Patrol
hr: Građanska Patrola
hu: Polgárőr

source: First flagged post
hr: Prva objava obilježena zastavicom
hu: Első megjelölt bejegyzés

source: Cleanup
hr: Čišćenje
hu: Tisztítás

source: First rollback
hr: Prvo vraćanje unazad
hu: Első visszaállítás

source: Pundit
hu: Tudós

source: Left 10 comments with score of 10 or more
hr: Ostavi 10 komentara da rezultatom 10 ili više
hu: 10 hozzászólást tett legalább 10 ponttal

source: Editor
hr: Urednik
hu: Szerkesztő

source: First edit
hr: Prvo uređivanje
hu: Első szerkesztés

source: Associate Editor
hr: Pomoćnik Urednika
hu: Társszerkesztő

source: Edited %(num)s entries
hr: Uređeno %(num)s unosa
hu: %(num)s bejegyzést szerkesztett

source: Organizer
hr: Organizator
hu: Szervező

source: First retag
hr: Prvo ponovno tagiranje
hu: Első újracímkézés

source: Autobiographer
hr: Životopisac
hu: Önéletrajzíró

source: Completed all user profile fields
hr: Ispunjena sva polja korisničkog profila
hu: Kitöltötte a felhasználói profil összes mezőjét

source: Enthusiast
hr: Entuzijast
hu: Szakértő

source: Visited site every day for %(num)s days in a row
hr: Posjetio stranicu svaki dan %(num)s dana u nizu
hu: Az oldalt %(num)s napig minden nap felkereste

source: Commentator
hr: Komentator
hu: Kommentátor

source: Posted %(num_comments)s comments
hr: Objavio %(num_comments)s komentara
hu: %(num_comments)s hozzászólást küldött

source: Taxonomist
hr: Klasifikator
hu: Taxonómus

source: Expert
hr: Stručnjak
hu: Szakértő

source: Very active in one tag
hr: Vrlo aktivan u jednoj oznaci
hu: Nagyon aktív egy címke alatt

source: message
hr: poruka
hu: üzenet

source: more
hr: više
hu: tovább

source: This post is temporarily not available
hr: Ovaj post trenutno nije dostupan
hu: Ez a bejegyzés ideiglenesen nem érhető el

source: Thank you for your post to %(site)s. It will be published after the moderators review.
hr: Zahvaljujemo vam što ste želite objaviti post na %(site)s. Post će biti objavljen nakom što ga moderatori pregledaju.
hu: Köszönjük bejegyzését ide: %(site)s. A moderátorok jóváhagyása után meg fog jelenni.

source: your post to %(site)s
hr: vaš post na %(site)s
hu: bejegyzése ide: %(site)s

source: Your post was placed on the moderation queue and will be published after the moderator approval.
hr: Vaš post čeka moderiranje te će biti objavljen nakon moderatorova odobrenja.
hu: Bejegyzése a moderálási sorba került, és a moderátorok jóváhagyása után közzétételre kerül.

source: " and "%s"
hr: " i "%s"
hu: ” és „%s”

source: " and more
hr: " i više
hu: ” és még

source: %(count)d answer:
hu: %(count)d válasz:

source: Tag %s is new and will be submitted for the moderators approval
hr: Tag %s je nov te će biti poslan moderatoru na odobrenje
hu: A címke (%s) új, és a moderátorok jóváhagyására vár

source: Tags %s are new and will be submitted for the moderators approval
hr: Tagovi %s su novi, bit će poslani moderatoru na odobrenje
hu: A címkék (%s) újak, és a moderátorok jóváhagyására várnak

source: added content by email
hr: sadržaj je dodan elektroničkom poštom
hu: tartalom hozzáfűzve e-mailből

source: edited by email
hr: uređeno putem emaila
hu: szerkesztve e-mailből

source: <em>Changed by moderator. Reason:</em> %(reason)s
hr: <em>Promijenio moderator. Razlog:</em> %(reason)s
hu: <em>Egy moderátor módosította. Ok:</em> %(reason)s

source: New tags added to %s
hu: Új címkék hozzáadva ehhez: %s

source: Entire forum
hr: Cijeli forum
hu: Teljes fórum

source: Questions that I asked
hr: Moja pitanja
hu: Általam feltett kérdések

source: Questions that I answered
hr: Moji odgovori na pitanja
hu: Általam megválaszolt kérdések

source: Individually selected questions
hr: Individualno odabrana pitanja
hu: Egyenként kijelölt kérdések

source: Mentions and comment responses
hr: Odgovori na spomen i komentar
hu: Említések és hozzászólások

source: Instantly
hr: Odmah
hu: Azonnal

source: Daily
hr: Dnevno
hu: Naponta

source: Weekly
hr: Tjedno
hu: Hetente

source: No email
hr: Bez emaila
hu: Nincs e-mail

source: Can join when they want
hr: Mogu se pridružiti kada požele
hu: Csatlakozhatnak amikor akarnak

source: Users ask permission
hr: Korisnici traže dopuštenje
hu: Felhasználók jogosultságot kérnek

source: Moderator adds users
hr: Moderator dodaje korisnike
hu: Moderátor felhasználókat vesz fel

source: Please give a list of valid email addresses.
hr: Predstavite popis valjanih adresa elektroničke pošte
hu: Adja meg érvényes e-mail címek listáját.

source: Please give a list of valid email domain names.
hr: Predstavite popis valjanih domena elektroničke pošte.
hu: Adja meg érvényes e-mail tartománynevek listáját.

source: css for the widget
hr: css za dodatke
hu: A widget CSS-e

source: Page not found
hr: Stranica nije pronađena
hu: Az oldal nem található

source: Sorry, could not find the page you requested.
hr: Nažalost ne možemo pronaći stranicu koju ste zatražili.
hu: Elnézést, a kért oldal nem található.

source: This might have happened for the following reasons:
hr: Do ovoga je moglo doći zbog sljedećih razloga:
hu: Ez a következő okok miatt történhetett:

source: url has error - please check it;
hr: url ima grešku - provjerite;
hu: az URL hibás – ellenőrizze;

source: the page you tried to visit is protected or you don't have sufficient points, see
hr: stranica je koju pokušavate posjetit zaštićena, ili nemate dovoljno bodova, pogledajte
hu: a felkeresni kívánt oldal védett, vagy nem rendelkezik megfelelő pontszámmal, lásd:

source: faq
hr: čpp
hu: gyik

source: if you believe this error 404 should not have occured, please
hr: vjerujete li da nije došlo do greške 404,
hu: ha ennek a 404-es hibának nem lett volna szabad bekövetkeznie, akkor

source: report this problem
hr: prijavite ovaj problem
hu: jelentse a problémát

source: Internal server error
hr: Interna greška poslužitelja
hu: Belső kiszolgálóhiba

source: system error log is recorded, error will be fixed as soon as possible
hr: greška na sistemu je zabilježena, greška će biti uklonjena u najkraćem mogućem vremenu
hu: a rendszer hibanaplója rögzítésre kerül, a hiba amint lehet, javításra kerül

source: back
hr: natrag
hu: vissza

source: Save edit
hr: Spremi uređivanje
hu: Szerkesztés mentése

source: Cancel
hr: Odustani
hu: Mégse

source: hide preview
hr: bez prikaza
hu: előnézet elrejtése

source: show preview
hr: prikaži pregled
hu: előnézet megjelenítése

source: Badge
hr: Značka
hu: Plecsni

source: Badge "%(name)s"
hr: Značka "%(name)s
hu: „%(name)s” plecsni

source: user received this badge:
hr: korisniku je dodjeljena značka:
hu: a felhasználó ezt a plecsnit kapta:

source: Badges
hr: Značke
hu: Plecsnik

source: Below is the list of available badges and number of times each type of badge has been awarded.
hr: Ispod se nalazi popis dostupnih znački i broj puta koliko je koja značka dodjeljena.
hu: Alább látható az elérhető plecsnik listája, és hogy az egyes plecsniket hányszor kapták meg.

source: Community badges
hu: Közösségi plecsnik

source: gold badge: the highest honor and is very rare
hr: zlatna značka: odraz najviše časti i rijetko se dodjeljuje
hu: aranyplecsni: a legmagasabb megtiszteltetés, és nagyon ritka

source: Gold badge is the highest award in this community. To obtain it you have to show profound knowledge and ability in addition to your active participation.
hr: Zlatna je značka najveća nagrada zajednice. Da biste je zaradili morate pokazati veliko znanje i sposobnost kao dodatak aktivnom djelovanju.
hu: Az aranyplecsni a legmagasabb jutalom ebben a közösségben. A megkapásához az aktív részvételén túl alapos tudásról és tehetségről is tanúbizonyságot kell adnia.

source: silver badge: occasionally awarded for the very high quality contributions
hr: srebrna značka: označava povremene visokokvallitetne doprinose
hu: ezüstplecsni: ritkán kapható a nagyon jó minőségű hozzájárulásért

source: bronze badge: often given as a special honor
hr: brončana značka: često je odraz posebne časti
hu: bronzplecsni: gyakrabban kapható különleges elismerésként

source: RSS feed from %(site_title)s
hr: RSS obavijesti sa %(site_title)s
hu: %(site_title)s RSS hírfolyama

source: Reasons
hr: Razlozi
hu: Okok

source: OK to close
hr: U redu je zatvoriti
hu: Lezárható

source: FAQ
hr: ČPP
hu: GyIK

source: Frequently Asked Questions
hr: Učestalo postavljana pitanja
hu: Gyakori kérdések

source: What kinds of questions can I ask here?
hr: Kakva pitanja mogu postavljati?
hu: Milyen kérdéseket tehetek fel itt?

source: Most importantly - questions should be <strong>relevant</strong> to this community.
hr: Najvažnije - pitanja moraju biti <strong>od važnosti</strong> za ovu zajednicu.
hu: A legfontosabb: a kérdéseknek a közösség számára <strong>fontosnak</strong> kell lenniük.

source: Before you ask - please make sure to search for a similar question. You can search questions by their title or tags.
hr: Prije nego postavite pitanje - provjerite da li ima sličnih pitanja. Pitanja možete tražiti po naslovu ili oznakama.
hu: Mielőtt kérdez: ne felejtsen el hasonló kérdéseket keresni. Kérdéseket címeik vagy címkéik alapján kereshet.

source: What kinds of questions should be avoided?
hr: Koja pitanja treba izbjegavati?
hu: Milyen kérdéseket kerüljek?

source: Please avoid asking questions that are not relevant to this community, too subjective and argumentative.
hr: Izbjegavajte postavljati pitanja koja nisu relevantna za ovu zajednicu, preizraženu subjektivnost i preuveličavanja.
hu: Kerülje a közösség számára nem fontos, túl szubjektív és vitageneráló kérdések feltételét.

source: What should I avoid in my answers?
hr: Što u odgovorima trebam izbjegavati?
hu: Mit kerüljek a válaszaimban?

source: is a <strong>question and answer</strong> site - <strong>it is not a discussion group</strong>. Please avoid holding debates in your answers as they tend to dilute the essense of questions and answers. For the brief discussions please use commenting facility.
hr: je <strong>pitanje i odgovor</strong> stranica - <strong>nije grupa za raspravu</strong>. Pokušajte izbjegavati rasprave u svojim odgovorima jer znaju razvodniti bit pitanja i odgovora. Za kratke diskusije koristite komentare.
hu: : ez itt egy <strong>kérdések és válaszok</strong> oldal – <strong>nem vitafórum</strong>. Kerülje a viták tartását a válaszaiban, mivel ezek felhígítják a kérdések és válaszok lényegét. Rövid beszélgetésekhez használja a hozzászólásokat.

source: Who moderates this community?
hr: Tko moderira zajednicu?
hu: Ki moderálja ezt a közösséget?

source: The short answer is: <strong>you</strong>.
hr: Kratak je odgovor: <strong>ti</strong>.
hu: A rövid válasz: <strong>ÖN</strong>.

source: This website is moderated by the users.
hr: Stranicu moderiraju korisnici.
hu: Ezt a weboldalt a felhasználók moderálják.

source: Karma system allows users to earn rights to perform a variety of moderation tasks
hr: Sistem karme omogućava korisnicima da zarade prava na izvođenje raznih uređivačkih zadataka
hu: A karmarendszer lehetővé teszi, hogy a felhasználók jogosultságot nyerjenek különböző moderálási feladatok elvégzéséhez

source: How does karma system work?
hr: Kako funkcionira sistem karme?
hu: Hogyan működik a karmarendszer?

source: For example, if you ask an interesting question or give a helpful answer, your input will be upvoted. On the other hand if the answer is misleading - it will be downvoted. Each vote in favor will generate <strong>%(REP_GAIN_FOR_RECEIVING_UPVOTE)s</strong> points, each vote against will subtract <strong>%(REP_LOSS_FOR_RECEIVING_DOWNVOTE)s</strong> points. There is a limit of <strong>%(MAX_REP_GAIN_PER_USER_PER_DAY)s</strong> points that can be accumulated for a question or answer per day. The table below explains reputation point requirements for each type of moderation task.
hr: Na primjer, ako postavite zanimljivo pitanje ili date koristan odgovor, uaš unos će biti pozitivno ocijenjen. S druge strane ako je odgovor navodi na pogrešno mišljenje - biti će negativno ocijenjen. Svaki glas za dodat će <strong>%(REP_GAIN_FOR_RECEIVING_UPVOTE)s</strong> bodova, svaki glas protiv će oduzeti <strong>%(REP_LOSS_FOR_RECEIVING_DOWNVOTE)s</strong> bodova. Postoji limit od <strong>%(MAX_REP_GAIN_PER_USER_PER_DAY)s</strong> bodova koji se mogu dnevno dobiti za pitanja i dogovore. Tablica ispod objašnjava potreban broj bodova za izvođenje svakog tipa uređivanja.
hu: Ha például egy érdekes kérdést tesz fel, vagy hasznos választ ad, akkor a bemenet felszavazásra kerül. Másrészt, ha válasza félrevezető, akkor le lesz szavazva. Minden támogató szavazat <strong>%(REP_GAIN_FOR_RECEIVING_UPVOTE)s</strong> pontot generál, minden ellenző szavazat <strong>%(REP_LOSS_FOR_RECEIVING_DOWNVOTE)s</strong> pontot von ki. Egy nap alatt legfeljebb <strong>%(MAX_REP_GAIN_PER_USER_PER_DAY)s</strong> pontot lehet gyűjteni egy kérdésért vagy válaszért. A lenti táblázat ismerteti az egyes moderálási jogosultságokhoz szükséges hírnévpontok számát.

source: add comments
hr: dodaj komentar
hu: hozzászólás

source: accept own answer to own questions
hr: prihvati vlasititi odgovor na vlasitio pitanje
hu: saját kérdésre adott saját válasz elfogadása

source: retag other's questions
hr: drugačije tagiraj tuđa pitanja
hu: mások kérdéseinek újracímkézése

source: edit community wiki questions
hr: uredi wiki pitanja zajednice
hu: közösségi wiki kérdések szerkesztése

source: edit any answer
hr: uredi bilo koji odgovor
hu: bármely válasz szerkesztése

source: delete any comment
hr: obriši bilo koji komentar
hu: bármely hozzászólás törlése

source: How to change my picture (gravatar) and what is gravatar?
hr: Kako da promjenim sliku (gavatar) i što je gavatar?
hu: Hogyan módosíthatom a képemet (gravatar) és mi az a gravatar?

source: <p>The picture that appears on the users profiles is called <strong>gravatar</strong> (which means <strong>g</strong>lobally <strong>r</strong>ecognized <strong>avatar</strong>).</p><p>Here is how it works: a <strong>cryptographic key</strong> (unbreakable code) is calculated from your email address. You upload your picture (or your favorite alter ego image) the website <a href='http://gravatar.com'><strong>gravatar.com</strong></a> from where we later retreive your image using the key.</p><p>This way all the websites you trust can show your image next to your posts and your email address remains private.</p><p>Please <strong>personalize your account</strong> with an image - just register at <a href='http://gravatar.com'><strong>gravatar.com</strong></a> (just please be sure to use the same email address that you used to register with us). Default image that looks like a kitchen tile is generated automatically.</p>
hr: <p>Slika prikazana na profilu korisnika je <strong>gravatar</strong> (što znači <strong>g</strong>lobalno <strong>p</strong>repoznatljiv <strong>avatar</strong>).</p><p>To ovako funkcionira: <strong>kriptiran ključ</strong> (neslomljiv kod) se kreira iz vaše email adrese. Pošaljete svoju sliku (ili sliku vašeg omiljenog alter ega) na intarnet stranicu <a href='http://gravatar.com'><strong>gravatar.com</strong></a> odakle ćete kasnije preuzimati sliku pomoću ključa.</p><p>Tako sve stranice kojima vjerujete mogu prikazati vašu sliku pokraj vaših postova, a vaša email adresa ostaje privatna.</p><p><strong>Uredite vaš račun</strong> sa slikom registriranom na <a href='http://gravatar.com'><strong>gravatar.com</strong></a> (molimo vas da koristite istu email adresu s kojom ste se registrirali kod nas). Zadana slika koja izgleda kao kuhinjske pločice dodjeljuje se automatski.</p>
hu: <p>A felhasználók profiljai mellett megjelenő képet <strong>gravatarnak</strong> nevezzük, (<strong>g</strong>lobally <strong>r</strong>ecognized <strong>avatar</strong> – globálisan elismert avatar).</p><p>A következő módon működik: egy <strong>titkosítási kulcs</strong> (feltörhetetlen kód) kerül kiszámításra az e-mail címéből. Feltöltheti képét (vagy kedvenc alteregójának képét) a <a href='http://gravatar.com'><strong>gravatar.com</strong></a> weboldalra, ahonnan később a kulcs segítségével letöltjük.</p>Így minden weboldal, amelynek megadja e-mail címét, az Ön kedvenc képét jeleníti meg bejegyzései mellett, és e-mail címe titkos maradhat.</p><p><strong>Szabja személyre fiókját</strong> egy képpel – regisztráljon a <a href='http://gravatar.com'><strong>gravatar.com</strong></a> oldalon (használja ugyanazt az e-mail címet, mint amivel ide regisztrált). Az alapértelmezett kép, amely egy konyhai csempére hasonlít, automatikusan kerül előállításra.</p>

source: To register, do I need to create new password?
hr: Moram li napraviti novu lozinku želim li se registrirati?
hu: A regisztrációhoz kell-e új jelszót megadni?

source: No, you don't have to. You can login through any service that supports OpenID, e.g. Google, Yahoo, AOL, etc.
hr: Ne, ne morate. Možete se prijaviti kroz bilo koji servis koji podržava OpenID, npr. Google, Yahoo, AOL itd.
hu: Nem kell. Bejelentkezhet bármely, az OpenID-t támogató szolgáltatáson keresztül, mint például a Google, Yahoo, AOL stb.

source: "Login now!"
hr: "Prijavi se sada!"
hu: „Bejelentkezés most!”

source: Why other people can edit my questions/answers?
hr: Zašto drugi korisnici mogu uređivati moje pitanje/odgovor?
hu: Miért szerkeszthetik mások a kérdéseimet/válaszaimat?

source: Goal of this site is...
hr: Cilj je ove stranice...
hu: Ezen oldal célja…

source: So questions and answers can be edited like wiki pages by experienced users of this site and this improves the overall quality of the knowledge base content.
hr: Iskusniji korisnici mogu mijenjati pitanja i odgovore kao wiki stranice što poboljšava ukupnu kvalitetu sadržaja.
hu: Így a kérdések és válaszok wikioldalakként szerkeszthetők az oldal tapasztaltabb felhasználói által, ez javítja a tudásbázis tartalmának általános minőségét.

source: If this approach is not for you, we respect your choice.
hr: Ako vam ne odgovara ovakav pristup, poštujemo vaš odabir.
hu: Ha ezt a megközelítést nem kedveli, tiszteletben tartjuk választását.

source: Still have questions?
hr: Još uvijek imate pitanja?
hu: Még mindig vannak kérdései?

source: Please <a href='%(ask_question_url)s'>ask</a> your question, help make our community better!
hr: Molimo vas, <a href='%(ask_question_url)s'>postavite pitanje</a>, pomozite učiniti našu zajednicu boljom!
hu: <a href='%(ask_question_url)s'>Tegye fel</a> kérdését, segítsen jobbá tenni a közösségünket!

source: Feedback
hr: Povratna informacija
hu: Visszajelzés

source: Give us your feedback!
hr: Dostavite nam povratnu informaciju!
hu: Küldjön visszajelzést!

source: <span class='big strong'>Dear %(user_name)s</span>, we look forward to hearing your feedback. Please type and send us your message below.
hu: <span class='big strong'>Kedves %(user_name)s</span>, szívesen megismernénk a véleményét. Írja be alább, és küldje el üzenetét.

source: <span class='big strong'>Dear visitor</span>, we look forward to hearing your feedback. Please type and send us your message below.
hu: <span class='big strong'>Kedves látogató</span>, szívesen megismernénk a véleményét. Írja be alább, és küldje el üzenetét.

source: (to hear from us please enter a valid email or check the box below)
hr: (želite li da vam se javimo, unesite valjanu adresu elektroničke pošte ili označite kućicu)
hu: (ha választ is szeretne, akkor adjon meg egy érvényes e-mail címet, vagy jelölje be az alábbi négyzetet)

source: (this field is required)
hr: (potrebno je ispuniti ovo polje)
hu: (kötelező mező)

source: Send Feedback
hr: Pošalji povratnu informaciju
hu: Visszajelzés küldése

source: Groups
hr: Grupe
hu: Csoportok

source: All groups
hr: Sve grupe
hu: Összes csoport

source: all groups
hr: sve grupe
hu: összes csoport

source: My groups
hr: Moje grupe
hu: Csoportjaim

source: my groups
hr: moje grupe
hu: csoportjaim

source: Tip: to create a new group - please go to some user profile and add the new group there. That user will be the first member of the group
hr: Napomena: da biste stvorili novu grupu - posjetite profil nekog korisnika te napravite grupu odande. Taj će korisnik biti prvi član grupe
hu: Tipp: új csoport létrehozásához lépjen be egy felhasználó profiljába, és vegye fel ott a csoportot. Az adott felhasználó lesz a csoport első tagja.

source: Group
hr: Grupa
hu: Csoport

source: Number of members
hr: Broj pripadnika
hu: Tagok száma

source: Help
hr: Pomoć
hu: Súgó

source: Welcome %(username)s,
hr: Dobrodošao/la %(username)s,
hu: Üdvözöljük %(username)s,

source: Welcome,
hr: Dobrodošli,
hu: Üdvözöljük,

source: Thank you for using %(app_name)s, here is how it works.
hr: Hvala što koristite %(app_name)s, ovako funkcionira stranica
hu: Köszöntjük a(z) %(app_name)s felhasználói között, a működését az alábbiakban ismertetjük.

source: How questions, answers and comments work
hr: Način na koji pitanja, odgovori i komentari rade
hu: A kérdések, válaszok és hozzászólások működése

source: This site is for asking and answering questions, not for open-ended discussions.
hr: Ova internet stranica je za postavljanje i odgovaranje na pitanja, ne za bezgranične rasprave.
hu: Ez az oldal kérdések feltételére és megválaszolására szolgál, nem pedig végtelen beszélgetésekre.

source: We encourage everyone to use “question” space for asking and “answer” for answering.
hr: Podupiremo svakog da koristi prostor "pitanje" za postavljanje i prostor "odgovor" za odgovaranje.
hu: Mindenkinek javasoljuk a „kérdés” terület használatát a kérdésfeltételhez, a „válasz” területet pedig a válaszadáshoz.

source: Despite that, each question and answer can be commented – the comments are good for the limited discussions.
hr: Usprkos tomu, svako pitanje i odgovor se mogu komentirati – komentari su dobri za ograničene rasprave.
hu: Ennek ellenére minden kérdéshez és válaszhoz hozzá lehet szólni – a hozzászólások a probléma korlátozott megvitatására alkalmasak.

source: Please search before asking your questions
hr: Molimo, pretražite prije nego postavite pitanje
hu: Keressen a kérdések feltétele előtt

source: Type your question in the search bar and see whether a similar question has been asked before
hr: Upišite pitanje u tražilicu i pregledajte slična pitanja koja su postavljena prije
hu: Írja be kérdését a keresősávba, hátha már korábban mások feltettek egy hasonló kérdést

source: Search has advanced capabilities:
hr: Pretraživanje ima napredne mogućnosti:
hu: A keresésnek fejlett képességei vannak:

source: to search in title - enter [title: your text]
hr: za pretraživanje po naslovu - unesite [naslov: vaš tekst]
hu: címben való kereséshez írja be: [cím: keresendő kifejezés]

source: to search by tags - enter [tag: sometag] or #sometag
hr: za pretraživanje prema tagovima - unesite [tag: nekitag] ili #nekitag
hu: címkék szerinti kereséshez írja be: [címke: keresettcímke] vagy a #keresettcímke

source: to search by user - enter [user: somename] or @somename or @"some name"
hr: za pretraživanje po korisniku - unesite [korisnik: nekikorisnik] ili @nekikorisnik ili @"neki korisnik"
hu: felhasználó szerinti kereséshez írja be: [felhasználó: felhasználónév] vagy @felhasználónév vagy @"felhasználó név"
