Repository: zhguokai/askbot-devel
Catalog: askbot/locale/*/LC_MESSAGES/django.po
Languages: hr, hu

source: The higher is your karma, the more rights you have on this site.
hr: Što vam je veća karma, imate veća prava na stranici.
hu: Minél magasabb a karmája, annál több jogosultsága van az oldalon.

source: Currently, you can:
hr: Za sada možete:
hu: Jelenleg a következőket teheti:

source: no
hr: ne
hu: nem

source: Oops, apologies - there was some error
hr: Ups, ispričavamo se - došlo je do greške
hu: Elnézést, hiba történt

source: Please login to post
hr: Prijavite se kako biste mogli objavljivati
hu: Jelentkezzen be a beküldéshez

source: Spam was detected on your post, sorry for if this is a mistake
hr: Na vašem je postu otkriven spam, ispričavamo se ako je to pogreška
hu: A szöveg kéretlen reklámnak tűnik, elnézést ha mégsem az.

source: This function is limited to moderators and administrators
hr: Ova je funkcija ograničena na moderatore i administratore
hu: Ez a funkció csak moderátorok és adminisztrátorok számára érhető el

source: this field is required
hr: ovo je polje nužno
hu: kötelező mező

source: Choose a screen name
hr: Odaberite ime koje će se prikazivati
hu: Válasszon egy megjelenő nevet

source: user name is required
hr: korisničko ime je nužno
hu: a felhasználónév kötelező

source: sorry, this name is taken, please choose another
hr: ovo je ime zauzeto, odaberite drugo
hu: elnézést, ez a felhasználónév már foglalt, válasszon másikat

source: sorry, this name is not allowed, please choose another
hr: ovo ime nije dopušteno, odaberite drugo
hu: elnézést, ez a felhasználónév nem engedélyezett, válasszon másikat

source: sorry, there is no user with this name
hr: ispričavamo se, ne postoji korisnik pod tim imenom
hu: elnézést, nincs ilyen nevű felhasználó

source: sorry, we have a serious error - user name is taken by several users
hr: ispričavamo se, imamo ozbiljan problem - isto korisničko ime koristi već nekoliko korisnika
hu: elnézést, súlyos hiba történt – a felhasználónév több felhasználóhoz tartozik

source: user name can only consist of letters, empty space and underscore
hr: korisnička se imena mogu sastojati samo od slova, razmaka i donje crtice
hu: a felhasználó csak betűkből, üres helyből és aláhúzásból állhat

source: please use at least some alphabetic characters in the user name
hr: koristite barem neko slovo u korisničkom imenu
hu: használjon legalább néhány betűt a felhasználónévben

source: symbol "@" is not allowed
hr: znak "@" nije dopušten
hu: a „@” szimbólum nem engedélyezett

source: Your email <i>(never shared)</i>
hr: Vaša adresa e-pošte <i>(neće biti objavljena)</i>
hu: E-mail címe <i>(soha nem adjuk ki)</i>

source: email address is required
hr: adrese elektroničke pošte je nužna
hu: az e-mail cím kötelező

source: please enter a valid email address
hr: unesite valjanu adresu elektroničke pošte
hu: érvényes e-mail címet adjon meg

source: this email is already used by someone else, please choose another
hr: ovu adresu elektroničke pošte netko već koristi, odaberite drugu
hu: ezt az e-mail címet valaki más már használta, válasszon másikat

source: this email address is not authorized
hr: ova adresa e-pošte nije autorizirana
hu: ez az e-mail cím nincs felhatalmazva

source: Password <i>(please retype)</i>
hu: Jelszó <i>(írja be újra)</i>

source: please, retype your password
hr: ponovno unesite lozinku
hu: írja be újra a jelszót

source: 2 days ago
hr: prije 2 dana
hu: 2 napja

source: yesterday
hr: jučer
hu: tegnap

source: %(hr)d hour ago
hr: prije %(hr)d sat
hu: %(hr)d órája

source: %(min)d min ago
hr: prije %(min)d min
hu: %(min)d perce

source: Successfully uploaded a new avatar.
hu: Az új avatar sikeresen feltöltve.

source: Successfully updated your avatar.
hu: Az avatar sikeresen frissítve.

source: Successfully deleted the requested avatars.
hu: A kért avatarok sikeresen törölve.

source: your post was not accepted
hr: vaš post nije prihvaćen
hu: a bejegyzése nem lett elfogadva

source: Sorry, but anonymous users cannot access the inbox
hu: Elnézést, névtelen felhasználók nem érhetik el az érkezett üzeneteket

source: Sorry, anonymous users cannot vote
hr: Anonimni korisnici ne mogu ocjenjivati
hu: Elnézést, névtelen felhasználók nem szavazhatnak

source: Sorry you ran out of votes for today
hr: Danas, nažalost, više ne možete ocjenjivati
hu: Elnézést, mára elfogytak a szavazatai

source: You have %(votes_left)s votes left for today
hr: Danas još možete podijeliti %(votes_left)s ocjena
hu: Mára még %(votes_left)s szavazata van

source: Sorry, something is not right here...
hr: Ispričavamo se, ali nešto ovdje nije u redu...
hu: Elnézést, valami nincs rendben…

source: Your subscription is saved, but email address %(email)s needs to be validated, please see <a href="%(details_url)s">more details here</a>
hu: Feliratkozása mentésre került, de a(z) %(email)s e-mail címet ellenőrizni kell, <a href="%(details_url)s">a részleteket lásd itt</a>

source: email update frequency has been set to daily
hu: az e-mail értesítés gyakorisága beállítva napira

source: Sorry, could not delete tag
hr: Nažalost tag se ne može obrisati
hu: Elnézést, a címke nem törölhető

source: Tag subscription was canceled (<a href="%(url)s">undo</a>).
hr: Pretplata na tag je otkazana (<a href="%(url)s">poništi</a>).
hu: A címkefeliratkozás törölve (<a href="%(url)s">visszavonás</a>).

source: Please sign in to subscribe for: %(tags)s
hr: Prijavite se kako biste se pretplatitli na: %(tags)s
hu: Jelentkezzen be a feliratkozáshoz ezekre: %(tags)s

source: Create
hr: Stvori
hu: Létrehozás

source: Please sign in to vote
hr: Prijavite se kako biste mogli ocjenjivati
hu: Jelentkezzen be a szavazáshoz

source: Please sign in to delete/restore posts
hr: Prijavite se za brisanje/obnovu postova
hu: Jelentkezzen be bejegyzések törléséhez/visszaállításához

source: Group %(name)s does not exist
hr: Grupa %(name)s ne postoji
hu: A csoport (%(name)s) nem létezik

source: Sorry, looks like sharing request was invalid
hr: Isprike, izgleda da je zahtjev za djeljenjem neispravan
hu: Elnézést, a megosztási kérés érvénytelen volt

source: %(user)s, welcome to group %(group)s!
hr: %(user)s, dobrodošli u grupu %(group)s!
hu: %(user)s, üdvözöljük a(z) %(group)s csoportunkban!

source: Sorry, only thread moderators can use this function
hr: Samo moderatori teme mogu koristiti ovu mogućnost
hu: Elnézést, csak a szálmoderátorok használhatják ezt a funkciót

source: The answer is now unpublished
hr: Odgovor viiše nije objavljen
hu: A válasz már nincs közzétéve

source: The answer is now published
hr: Odgovor je objavljen
hu: A válasz közzé van téve

source: About %(site)s
hr: O %(site)s stranici
hu: %(site)s névjegye

source: Please sign in or register to send your feedback
hr: Prijavite se ili registrirajte kako biste poslali povratnu informaciju
hu: Jelentkezzen be vagy regisztráljon a visszajelzés küldéséhez

source: Q&A forum feedback
hu: K&V fórum visszajelzés

source: Thanks for the feedback!
hr: Zahvaljujemo na povratnim informacijama!
hu: Köszönjük a visszajelzést!

source: We look forward to hearing your feedback! Please, give it next time :)
hr: Unaprijed se radujemo povratnim informacijama! Podijelite ih s nama sljedećeg puta :)
hu: Szívesen megismernénk a véleményét! Legközelebb írja le nyugodtan :)

source: Privacy policy
hr: Pravila o privatnosti
hu: Adatkezelési irányelvek

source: Suggested tags
hr: Predloženi tagovi
hu: Javasolt címkék

source: %(q_num)s question
hr: %(q_num)s pitanje
hu: %(q_num)s kérdés

source: Please go to <a href="%s">"settings->URLs, keywords and greetings"</a> and set the base url for your site to function properly
hu: Lépjen a <a href="%s">beállítások->URL-ek, kulcsszavak és üdvözlések</a> oldalra, és állítsa be az oldal alap URL-címét a megfelelő működés érdekében

source: Sorry, the comment you are looking for has been deleted and is no longer accessible
hr: Komentar koji tražite obrisan je, ili mu se više ne može pristupiti
hu: Elnézést, a keresett kérdés törlésre került, és már nem érhető el

source: User status changed
hr: Korisnikov se status promijenio
hu: Felhasználó állapota módosítva

source: moderate user
hr: moderiraj korisnika
hu: felhasználó moderálása

source: user profile overview
hr: pregled korisničkog profila
hu: felhasználói profil áttekintése

source: profile - recent activity
hr: profil - nedavne aktivnosti
hu: profil – legutóbbi aktivitás

source: profile - moderation
hr: profil - moderiranje
hu: profil – moderálás

source: profile - messages
hr: profil - poruke
hu: profil – üzenetek

source: profile - responses
hr: profil - odgovori
hu: profil – válaszok

source: profile - votes
hr: profil - ocjene
hu: profil – szavazatok

source: Profile - User's Karma
hr: Profil - Korisnikova karma
hu: Profil – felhasználó karmája

source: changes saved
hr: promjene su spremljene
hu: változtatások elmentve

source: email updates canceled
hr: otkazana su ažuriranja elektroničkom poštom
hu: e-mail értesítések kikapcsolva

source: profile - email subscriptions
hr: profil - pretplata elektroničkom poštom
hu: profil – e-mail feliratkozások

source: profile - %(section)s
hr: profil - %(section)s
hu: profil – %(section)s

source: Sorry, anonymous users cannot upload files
hr: Anonimni korisnici ne mogu prenositi datoteke na poslužitelj
hu: Elnézést, a névtelen felhasználók nem tölthetnek fel fájlokat

source: allowed file types are '%(file_types)s'
hr: dopušteni tipovi datoteka su '%(file_types)s'
hu: Az engedélyezett fájltípusok: „%(file_types)s”

source: maximum upload file size is %(file_size)sK
hr: maksimalna je veličina datoteke koja se prenosi %(file_size)sK
hu: a maximálisan feltölthető fájlméret: %(file_size)sK

source: Error uploading file. Please contact the site administrator. Thank you.
hr: Dogodila se greška prilikom prenošenju datoteke na poslužitelj. Kontaktirajte administratora stranice. Zahvaljujemo.
hu: Hiba a fájl feltöltésekor. Keresse meg az adminisztrátort, köszönjük.

source: This content is forbidden
hr: Ovaj je sadržaj zabranjen
hu: Ez a tartalom le van tiltva

source: Post not found
hr: Post nije pronađen
hu: A bejegyzés nem található

source: Sorry, you appear to be logged out and cannot post comments. Please <a href="%(sign_in_url)s">sign in</a>.
hr: Ispričavamo se, čini se da niste prijavljeni te stoga ne možete objavljivati komentare. <a href="%(sign_in_url)s">Prijavite se</a>.
hu: Elnézést, mivel nincs bejelentkezve, nem küldhet be bejegyzéseket. <a href="%(sign_in_url)s">Jelentkezzen be</a>.

source: Sorry, anonymous users cannot edit comments
hr: Ispričavamo se, ali anonimni korisnici ne mogu uređivati komentare
hu: Elnézést, névtelen felhasználók nem szerkeszthetnek hozzászólásokat

source: Sorry, you appear to be logged out and cannot delete comments. Please <a href="%(sign_in_url)s">sign in</a>.
hr: Ispričavamo se, čini se da niste prijavljeni te stoga ne možete brisati komentare. <a href="%(sign_in_url)s">Prijavite se</a>.
hu: Elnézést, mivel nincs bejelentkezve, nem törölhet bejegyzéseket. <a href="%(sign_in_url)s">Jelentkezzen be</a>.

source: sorry, we seem to have some technical difficulties
hr: ispričavamo se, čini se da imamo tehničih poteškoća
hu: Elnézést, technikai nehézségeink vannak :(

source: Error - could not find the destination post
hr: Greška - traženi post nije pronađen
hu: Hiba – nem található a cél bejegyzés

source: Cannot convert, because text has more characters than %(max_chars)s - maximum allowed for comments
hr: Nije moguće konvertirati zato što tekst sadrži više od %(max_chars)s znakova, a što je najveći dopušteni broj
hu: Nem lehet átalakítani, mert a szöveg a hozzászólásokhoz engedélyezett %(max_chars)s karakternél többet tartalmaz

source: Email:
hr: Elektronička pošta:

source: mystery-man
hr: tajanstveni čovjek

source: Gravatar
hr: Gavatar
