Repository: zhguokai/askbot-devel
Catalog: askbot/locale/*/LC_MESSAGES/django.po
Languages: hr, hu

source: Sorry, but anonymous visitors cannot access this function
hr: Anonimni posljetitelji ne mogu pristupiti ovoj funkciji
hu: Elnézést, névtelen látogatók nem érhetik el ezt a funkciót

source: Individual %(question)s feed
hu: Egyedi %(question)s hírforrás

source: Latest %(question)s feed
hu: Legutóbbi %(question)s hírforrás

source: select country
hr: odaberite državu
hu: válasszon országot

source: Country
hr: Država
hu: Ország

source: Country field is required
hr: Potrebno je ispuniti polje Država
hu: Az Ország mező kötelező

source: must be > %d word
hr: mora biti > %d riječi
hu: %d szónál hosszabbnak kell lennie

source: must be < %d word
hr: mora biti < %d riječi
hu: %d szónál rövidebbnek kell lennie

source: minor edit (don't send alerts)
hr: manja izmjena (ne šaljite upozorenje)
hu: kis módosítás (ne küldjön értesítéseket)

source: title
hr: naslov
hu: cím

source: must have > %d character
hu: > %d karakterből kell állnia

source: The %(question)s is too long, maximum allowed size is %(length)d characters
hu: A(z) %(question)s túl hosszú, a legnagyobb engedélyezett méret %(length)d karakter

source: content
hu: tartalom

source: each tag must be shorter than %(max_chars)d character
hr: svaki tag mora imati manje %(max_chars)d znaka
hu: minden címkének %(max_chars)d karakternél rövidebbnek kell lennie

source: We ran out of space for recording the tags. Please shorten or delete some of them.
hr: Više nemamo prostora za bilježenje tagova. Skratite ih ili neke obrišite.
hu: Elfogyott a címkék rögzítésére szánt hely. Rövidítsen vagy töröljön néhányat.

source: tags
hr: tagovi
hu: címkék

source: Tags are short keywords, with no spaces within. Up to %(max_tags)d tag can be used.
hr: Tagovi su kratke riječi bez razmaka. Možete koristiti najviše %(max_tags)d tag.
hu: A címkék rövid, szóközök nélküli kulcsszavak. Legfeljebb %(max_tags)d címke használható.

source: please use %(tag_count)d tag or less
hr: koristite samo %(tag_count)d tag
hu: legfeljebb %(tag_count)d címkét használjon

source: At least one of the following tags is required : %(tags)s
hr: Potreban je barem jedan od sljedećih tagova : %(tags)s
hu: A következő címkék legalább egyike szükséges: %(tags)s

source: community wiki (karma is not awarded & many others can edit wiki post)
hr: wiki zajednice (karma nije dodjeljena i drugi mogu uređivati wiki post)
hu: közösségi wiki (nem jár érte karma és sokan mások is szerkeszthetik a wikioldalakat)

source: update summary:
hr: zašetak ažuriranja:
hu: frissítés összegzése:

source: Enter number of points to add or subtract
hr: Unesite broj bodova koji biste željeli dodati ili oduzeti
hu: Írja be a hozzáadandó vagy kivonandó pontok számát

source: approved
hr: odobreno
hu: jóváhagyva

source: watched
hr: nadzirano
hu: megfigyelve

source: suspended
hr: suspendirano
hu: felfüggesztve

source: blocked
hr: blokirano
hu: blokkolva

source: administrator
hu: adminisztrátor

source: moderator
hu: moderátor

source: Change status to
hr: Promijeni status u
hu: Állapotváltoztatás:

source: which one?
hr: koji
hu: melyik?

source: Cannot change own status
hr: Ne možete mijenjati vlastiti status
hu: Saját állapotát nem módosíthatja

source: Cannot turn other user to moderator
hr: Ne možete postavljati druge korisnike za moderatore
hu: Másik felhasználót nem tehet moderátorrá

source: Cannot change status of another moderator
hr: Ne može mijenjati status drugom moderatoru
hu: Másik moderátor állapotát nem módosíthatja

source: Cannot change status to admin
hr: Ne može mijenjati status u administratora
hu: Saját állapotát nem módosíthatja adminná

source: If you wish to change %(username)s's status, please make a meaningful selection.
hr: Želite li promijeniti status korisnika %(username)s, odaberite nešto smisleno.
hu: Ha szeretné %(username)s állapotát módosítani, akkor értelmes lehetőséget válasszon.

source: Subject line
hr: Naslovni redak
hu: Tárgy

source: Message text
hr: Tekst poruke
hu: Üzenet szövege

source: Your name (optional):
hr: Vaše ime (neobaveno):
hu: Az Ön neve (elhagyható):

source: Your message:
hr: Vaša poruka:
hu: Az üzenete:

source: I don't want to give my email or receive a response:
hr: Ne želim dati adresu e-pošte ili primati odgovore:
hu: Nem szeretném megadni az e-mail címem, vagy választ kapni:

source: Please mark "I dont want to give my mail" field.
hu: Jelölje be a „Nem szeretném megadni az e-mail címem” mezőt.

source: keep private within your groups
hr: držite privatno unutar vaših grupa
hu: maradjon privát a csoportjain belül

source: User name:
hr: Korisničko ime:
hu: Felhasználónév:

source: Enter name to post on behalf of someone else. Can create new accounts.
hr: Unesite ima kako biste mogli objavljivati u ime drugoga. Možete otvarati nove račune.
hu: Adjon meg egy nevet a más nevében való beküldéshez. Létrehozhat új fiókokat.

source: Email address:
hr: Adrese elektroničke pošte:
hu: E-mail cím:

source: User name is required with the email
hr: Uz adresu elektroničke pošte potrebno je i ime
hu: A felhasználónév szükséges az e-mailhez

source: Email is required if user name is added
hr: Potrebna je i adresa elektroničke pošte ako je dodano ime korisnika
hu: Az e-mail szükséges, ha a felhasználónév meg van adva

source: Subject line is expected in the format: [tag1, tag2, tag3,...] question title
hr: Napišite predmet u obliku: [oznaka1, oznaka2, oznaka3,...] naslov pitanja
hu: A tárgyat [címke1, címke2, címke3, ...] kérdés cím formátumban kell megadni

source: ask anonymously
hr: postavi pitanje anonimno
hu: kérdés névtelenül

source: Real name
hr: Pravo ime
hu: Valódi név

source: Website
hr: Internetska stranica
hu: Weboldal

source: City
hr: Grad
hu: Város

source: Show country
hr: Prikaži državu
hu: Ország megjelenítése

source: Show tag choices
hr: Pokaži tagove koji se mogu odabrati
hu: Címkelista megjelenítése

source: Date of birth
hr: Datum rođenja
hu: Születési idő

source: will not be shown, used to calculate age, format: YYYY-MM-DD
hr: neće biti prikazano, koristiti se za izračunavanje godina; oblik: YYYY-MM-DD
hu: nem jelenik meg, a kor kiszámításához kell, formátum: ÉÉÉÉ-HH-NN

source: Profile
hr: Profil
hu: Profil

source: Screen name
hr: Prikazivano ime
hu: Megjelenő név

source: this email has already been registered, please use another one
hr: ova je adresa eletroničke pošte već registrirana, pokušajte drugom
hu: ez az e-mail cím már regisztrálva van, másikat adjon meg

source: Choose email tag filter
hr: Odaberite filter tagova elektroničke pošte
hu: Válasszon e-mail címkeszűrőt

source: Individually selected
hr: Odabrano pojedinačno
hu: Önállóan kijelölt

source: Entire forum (tag filtered)
hr: Cijeli forum (filtrirani tagovi)
hu: Teljes fórum (címkére szűrt)

source: Comments and posts mentioning me
hr: Komentari i postovi koji me spominju
hu: Engem említő hozzászólások és bejegyzések

source: please choose one of the options above
hr: odaberite jednu od prethodnih mogućnosti
hu: válasszon a fenti lehetőségek közül

source: okay, let's try!
hr: u redu, pokušajmo!
hu: rendben, próbáljuk ki!

source: no %(sitename)s email please, thanks
hr: bez %(sitename)s emaila molim, hvala
hu: nem kérek %(sitename)s e-maileket, köszönöm

source: Title
hr: Naslov
hu: Cím

source: Description
hr: Opis
hu: Leírás

source: Tags
hr: Tagovi
hu: Címkék

source: To add to your post EDIT ABOVE THIS LINE
hr: Da biste dopunili vaš post, UREĐUJTE IZNAD OVE LINIJE
hu: A bejegyzés bővítéséhez SZERKESSZE EZEN SOR FÖLÖTT

source: Your post at %(site_name)s is now published
hr: Vaš je post na %(site_name)s objavljen
hu: A bejegyzése közzétéve itt: %(site_name)s

source: questions
hr: pitanja
hu: kerdesek

source: tags/
hu: cimkek/

source: users/
hu: felhasznalok/

source: by-group/
hu: csoport-szerint/

source: edit/
hu: szerkesztes/

source: subscriptions/
hu: feliratkozasok/

source: select_languages/
hu: valasszon-nyelvet/

source: groups/
hu: csoportok/

source: badges/
hu: plecsnik/

source: feedback/
hu: visszajelzes/

source: about/
hu: nevjegy/

source: faq/
hu: gyik/

source: privacy/
hu: adatvedelem/

source: help/
hu: sugo/

source: answers/
hu: valaszok/

source: revisions/
hu: reviziok/

source: ask/
hu: kerdes/

source: retag/
hu: ujracimkezes/

source: close/
hu: lezaras/

source: reopen/
hu: ujranyitas/

source: answer/
hu: valasz/

source: tags/subscriptions/
hu: cimkek/feliratkozasok

source: tags/subscriptions/delete/
hu: cimkek/feliratkozasok/torles/

source: tags/subscriptions/create/
hu: cimkek/feliratkozasok/letrehozas/

source: tags/subscriptions/edit/
hu: cimkek/feliratkozasok/szerkesztes

source: suggested-tags/
hu: javasolt-cimkek/

source: messages/
hu: uzenetek/

source: markread/
hu: olvasott/

source: widgets/
hu: widgetek/

source: complete/
hu: kesz/

source: create/
hu: letrehozas/

source: delete/
hu: torles/

source: upload/
hu: feltoltes/

source: account/
hr: korisničk_račun/
hu: fiok/

source: Access control settings
hr: Postavke kontrole pristupa
hu: Hozzáférési beállítások

source: Allow only registered user to access the forum
hr: Omogući samo registiranim korisnicima pristup forumu
hu: Csak regisztrált felhasználók érhetik el a fórumot

source: nothing - not required
hr: ništa - nije potrebno
hu: semmi – nem szükséges

source: access to content
hu: hozzáférés tartalomhoz

source: Require valid email for
hr: Potrebna je valjana adresa elektroničke pošte za
hu: Érvényes e-mail megkövetelése ehhez:

source: Allowed email addresses
hr: Dopuštene adrese elektroničke pošte
hu: Engedélyezett e-mail címek

source: Please use space to separate the entries
hr: Koristite razmak za odvajanje unosa
hu: Használjon szóközt a bejegyzések elválasztásához

source: Allowed email domain names
hr: Dopuštene domene elektroničke pošte
hu: Megengedett e-mail tartománynevek

source: Please use space to separate the entries, do not use the @ symbol!
hr: Koristite razmak za odvajanje unosa, nemojte koristiti znak @!
hu: Használjon szóközt a bejegyzések elválasztásához, ne használja a @ szimbólumot!

source: Badge settings
hr: Postavke znački
hu: Plecsnibeállítások

source: Disciplined: minimum upvotes for deleted post
hu: Fegyelmezett: minimális felszavazások törölt bejegyzéshez

source: Peer Pressure: minimum downvotes for deleted post
hu: Partnernyomás: minimális leszavazások törölt bejegyzéshez

source: Teacher: minimum upvotes for the answer
hu: Tanár: minimális felszavazások a válaszhoz

source: Nice Answer: minimum upvotes for the answer
hu: Szép válasz: minimális felszavazások a válaszhoz

source: Good Answer: minimum upvotes for the answer
hu: Jó válasz: minimális felszavazások a válaszhoz

source: Great Answer: minimum upvotes for the answer
hu: Nagyszerű válasz: minimális felszavazások a válaszhoz

source: Nice Question: minimum upvotes for the question
hu: Szép kérdés: minimális felszavazások a kérdéshez

source: Good Question: minimum upvotes for the question
hu: Jó kérdés: minimális felszavazások a kérdéshez

source: Great Question: minimum upvotes for the question
hu: Remek kérdés: minimális felszavazások a kérdéshez

source: Popular Question: minimum views
hu: Népszerű kérdés: minimális megjelenítések

source: Notable Question: minimum views
hu: Fontos kérdés: minimális megjelenítések

source: Famous Question: minimum views
hu: Híres kérdés: minimális megjelenítések

source: Self-Learner: minimum answer upvotes
hu: Autodidakta: minimum válaszfelszavazások

source: Civic Duty: minimum votes
hu: Közszolgálat: minimum szavazatok

source: Enlightened Duty: minimum upvotes
hu: Megvilágosult szolgálat: minimum felszavazások

source: Guru: minimum upvotes
hu: Guru: minimum felszavazások

source: Necromancer: minimum upvotes
hu: Holtidéző: minimum felszavazások

source: Necromancer: minimum delay in days
hu: Holtidéző: minimum késés napokban

source: Associate Editor: minimum number of edits
hu: Társszerkesztő: szerkesztések minimális száma

source: Favorite Question: minimum stars
hu: Kedvenc kérdés: minimális csillagszám

source: Stellar Question: minimum stars
hu: Bámulatos kérdés: minimális csillagszám

source: Commentator: minimum comments
hu: Kommentátor: minimális hozzászólásszám

source: Taxonomist: minimum tag use count
hu: Taxonómus: minimális címkehasználat száma

source: Enthusiast: minimum days
hu: Szakértő: minimális napok

source: Email and email alert settings
hr: Elektronička pošta i mogućnosti upozoravanja
hu: E-mail és e-mail értesítés beállításai

source: Prefix for the email subject line
hr: Prefiks za redak naslova elektroničke pošte
hu: Az e-mail tárgysorának előtagja

source: This setting takes default from the django settingEMAIL_SUBJECT_PREFIX. A value entered here will overridethe default.
hr: Postavke preuzimaju zadanu vrijednosti s django settingEMAIL_SUBJECT_PREFIX. Unesena vrijednost obrisat će zadanu.
hu: Ez a beállítás az EMAIL_SUBJECT_PREFIX Django-beállításból veszi az alapértelmezett értéket. Az itt megadott érték felülbírálja az alapértelmezést.

source: Site administrator email address
hr: Adrese elektroničke pošte administratora stranice
hu: Oldaladmin e-mail címe

source: Enable email alerts
hr: Omogući upozorenja e-poštom
hu: E-mail értesítések engedélyezése

source: Maximum number of news entries in an email alert
hr: Najveći mogući broj novih unosa u obavijesti elektroničkom poštom
hu: Az új bejegyzések maximális száma egy e-mail értesítésben

source: Default notification frequency all questions
hr: Zadana učestalost obavještavanja za sva pitanja
hu: Alapértelmezett értesítési gyakoriság minden kérdéshez

source: Option to define frequency of emailed updates for: all questions.
hr: Mogućnost definiranja učestalosti obavještavanja elektroničkom poštom za: sva pitanja.
hu: Az e-mailben küldött értesítések gyakoriságának megadása: minden kérdéshez.

source: Default notification frequency questions asked by the user
hr: Zadana učestalost obavještavanja o pitanjima koja postavlja korisnik
hu: Alapértelmezett értesítési gyakoriság a felhasználó által feltett kérdésekhez

source: Option to define frequency of emailed updates for: Question asked by the user.
hr: Mogućnosti definiranja učestalosti ažuriranja elektroničkom poštom za: pitanja koja postavljaju korisnici.
hu: Az e-mailben küldött értesítések gyakoriságának megadása: a felhasználó által feltett kérdésekhez.

source: Default notification frequency questions answered by the user
hr: Zadana obavijest o učestalosti pitanja na koja odgovaraju korisnici
hu: Alapértelmezett értesítési gyakoriság a felhasználó által megválaszolt kérdésekhez

source: Option to define frequency of emailed updates for: Question answered by the user.
hr: Mogućnost definiranja učestalosti ažuriranja elektroničkom poštom za: pitanja na koje je odgovorio korisnik.
hu: Az e-mailben küldött értesítések gyakoriságának megadása: a felhasználó által megválaszolt kérdésekhez.

source: Default notification frequency questions individually selected by the user
hr: Zadana učestalost obavještavanja o pitanjima koja je odabrao korisnik
hu: Alapértelmezett értesítési gyakoriság a felhasználó által egyenként kijelölt kérdésekhez

source: Option to define frequency of emailed updates for: Question individually selected by the user.
hr: Mogućnost definiranja učestalosti ažuriranja elektroničkom poštom za: pitanja koja je odabrao korisnik.
hu: Az e-mailben küldött értesítések gyakoriságának megadása: a felhasználó által egyedileg kijelölt kérdésekhez.

source: Default notification frequency for mentions and comments
hr: Zadana učestalost obavijesti za spomen imena i komentare
hu: Alapértelmezett értesítési gyakoriság említésekhez és hozzászólásokhoz

source: Option to define frequency of emailed updates for: Mentions and comments.
hr: Mogućnost definiranja učestalosti ažuriranja elektroničkom poštom za: bilješke i komentare.
hu: Az e-mailben küldött értesítések gyakoriságának megadása: említések és hozzászólások.

source: Send periodic reminders about unanswered questions
hu: Rendszeres emlékeztetők küldése megválaszolatlan kérdésekről

source: NOTE: in order to use this feature, it is necessary to run the management command "send_unanswered_question_reminders" (for example, via a cron job - with an appropriate frequency)
hr: NAPOMENA: ako želite koristiti ovu značajku, potrebno je pokrenuti naredbu upravljanja "šalji_podsjetnika_za_neodgovorena_pitanja" (npr. putem crona s primjerenom učestalošću)
hu: MEGJEGYZÉS: ezen szolgáltatás használatához a „send_unanswered_question_reminders” menedzsmentparancs futtatására van szükség (például megfelelő gyakoriságú cron feladatként)

source: everyone
hr: svatko
hu: mindenki

source: Days before starting to send reminders about unanswered questions
hr: Broj dana prije nego se pošalju podsjetnici na neodgovorena pitanja
hu: Napok száma az emlékeztetők küldésének megkezdéséig a megválaszolatlan kérdésekről

source: How often to send unanswered question reminders (in days between the reminders sent).
hr: Koliko često slati podsjetnike na neodgovorena pitanja (unijeti koliko dana treba proći između dva podsjetnika).
hu: Milyen gyakran küldjön emlékeztetőket a megválaszolatlan kérdésekről (napok száma az emlékeztetők közt)

source: Max. number of reminders to send about unanswered questions
hr: Najveći mogući broj podsjetnika na neodgovorena pitanja
hu: A megválaszolatlan kérdésekről küldött emlékeztetők maximális száma

source: Send periodic reminders to accept the best answer
hu: Rendszeres emlékeztetők küldése a legjobb válasz elfogadásához

source: NOTE: in order to use this feature, it is necessary to run the management command "send_accept_answer_reminders" (for example, via a cron job - with an appropriate frequency)
hr: NAPOMENA: ako želite koristiti ovu značajku, potrebno je pokrenuti naredbu upravljanja "šalji_podsjetnik_za_prihvaćanje_odgovora" (npr. putem crona s primjerenom učestalošću)
hu: MEGJEGYZÉS: ezen szolgáltatás használatához a „send_accept_answer_reminders” menedzsmentparancs futtatására van szükség (például megfelelő gyakoriságú cron feladatként)

source: Days before starting to send reminders to accept an answer
hr: Broj dana prije nego se počnu slati podsjetnici na prihvaćanje odgovora
hu: Napok száma az emlékeztetők küldésének megkezdéséig egy válasz elfogadásáról

source: How often to send accept answer reminders (in days between the reminders sent).
hr: Koliko često slati podsjetnike na prihvaćanje odgovora (unijeti koliko dana treba proći između dva podsjetnika).
hu: Milyen gyakran küldjön emlékeztetőket a válaszok elfogadásáról (napok száma az emlékeztetők közt)

source: Max. number of reminders to send to accept the best answer
hr: Najveći broj podsjetnika koj će se poslati u svrhu označavanja najboljeg odgovora
hu: A legjobb válasz elfogadásáról küldött emlékeztetők maximális száma

source: Require email verification before allowing to post
hu: E-mail ellenőrzés megkövetelése a bejegyzés engedélyezése előtt

source: Active email verification is done by sending a verification key in email
hu: Aktív e-mail ellenőrzés történik egy ellenőrzési kulcs e-mailben való elküldésével

source: Fake email for anonymous user
hr: Lažna adresa elektroničke pošte za anonimne korisnike
hu: Hamis e-mail a névtelen felhasználóknak

source: Use this setting to control gravatar for email-less user
hr: Koristi ove postavke za nadziranje gravatara korisnika bez adrese elektroničke pošte
hu: Ezen beállítással vezérelheti a gravatart az e-mail cím nélküli felhasználóknak

source: Allow posting questions by email
hr: Dopusti postavljati pitanja elektroničkom poštom
hu: Kérdések e-mailben való beküldésének engedélyezése

source: Before enabling this setting - please fill out IMAP settings in the settings.py file
hr: Prije omogućavanja ove opcije - ispunite IMAP postavke u datoteci settings.py
hu: Ezen beállítás bekapcsolása előtt töltse ki az IMAP beállításokat a settings.py fájlban

source: Replace space in emailed tags with dash
hr: Zamijeni razmake crticama u tagovima poslanima elektroničkom poštom
hu: Szóköz cseréje az e-mailezett címkékben kötőjelre

source: This setting applies to tags written in the subject line of questions asked by email
hr: Ove se postavke odnose na togove napisane u naslovu pitanja postavljenog elektroničkom poštom
hu: Ez a beállítás az e-mailben feltett kérdések tárgysorába írt címkékre vonatkozik

source: Enable posting answers and comments by email
hr: Omogući objavljivanje odgovora i komentara elektroničkom poštom
hu: Válaszok és hozzászólások e-mailben való beküldésének engedélyezése

source: To enable this feature make sure lamson is running
hr: Prije omogućavanja ovog svojstva provjerite radi li lamson
hu: Ezen szolgáltatás bekapcsolásához győződjön meg róla, hogy a lamson fut-e

source: Emailed post: when to notify author about publishing
hr: Post dostavljen elektroničkom poštom: kada obavijestiti autora o objavi
hu: Bejegyzés e-mailben: mikor értesüljön a szerző a közzétételről

source: Reply by email hostname
hr: Odgovori putem poslužiteljevog e-pošte
hu: Válasz az e-mail gépneve alapján

source: Email replies having fewer words than this number will be posted as comments instead of answers
hr: Email odgovori koji imaju manje riječi od ovog broja, biti će objavljeni kao komentari, ne kao odgovori
hu: Az ezen számnál kevesebb szót tartalmazó e-mail válaszok hozzászólásként és nem válaszként lesznek beküldve

source: Keys for external services
hr: Ključevi za vanjske servise
hu: Kulcsok külső szolgáltatásokhoz

source: Google site verification key
hr: Ključ potvrde za Google
hu: Google oldalellenőrző kulcs

source: This key helps google index your site please obtain is at <a href="%(url)s?hl=%(lang)s">google webmasters tools site</a>
hr: Ovaj ključ pomaže Googleu indeksirati vašu internet stranicu. Nabavite ga na ovoj <a href="%(url)s?hl=%(lang)s">stranici</a>
hu: Ez a kulcs segíti a Google-t az oldal indexelésében. Beszerezheti a <a href="%(url)s?hl=%(lang)s">Google Webmestereszközök oldaláról</a>

source: Google Analytics key
hr: Google Analytics ključ
hu: Google Analytics kulcs

source: Obtain is at <a href="%(url)s">Google Analytics</a> site, if you wish to use Google Analytics to monitor your site
hr: Preuzmite ga sa <a href="%(url)s">Google Analytics</a> stranice ako želite koristiti Google Analytics za nadgledanje vaše internet stranice.
hu: Szerezze be a <a href="%(url)s">Google Analytics</a> oldalon, ha a Google Analytics használatával szeretné monitorozni oldalát

source: Enable recaptcha (keys below are required)
hr: Omogući recaptcha sustav (ključevi ispod su obvezni)
hu: Recaptcha engedélyezése (a lentebbi kulcsok szükségesek)

source: Recaptcha public key
hr: Recaptcha javni ključ
hu: Recaptcha nyilvános kulcs

source: Recaptcha private key
hr: Recaptcha privatni ključ
hu: Recaptcha titkos kulcs

source: Recaptcha is a tool that helps distinguish real people from annoying spam robots. Please get this and a public key at the <a href="%(url)s">%(url)s</a>
hr: Recaptcha je alat koji pomaže odvojiti prave ljude od robota za neželjenu poštu. Javni ključ nabavite ovdje: <a href="%(url)s">%(url)s</a>
hu: A Recaptcha segítségével megkülönböztetheti a valódi embereket az idegesítő spam robotoktól. Szerezze be ezt és a nyilvános kulcsot a <a href="%(url)s">%(url)s</a> oldalon

source: Facebook public API key
hr: Facebookov javni API ključ
hu: Facebook nyilvános API kulcs
