Repository: zhguokai/askbot-devel
Catalog: askbot/locale/*/LC_MESSAGES/django.po
Languages: hr, hu

source: <p>The system was unable to process your message successfully, the reason being:<p>
hu: <p>A rendszer nem tudta sikeresen feldolgozni az üzenetet, az ok:<p>

source: Welcome to %(site_name)s!
hr: Dobrodošli na %(site_name)s!
hu: Üdvözöljük a(z) %(site_name)s oldalon!

source: Important: <em>Please reply</em> to this message, without editing it. We need this to determine your email signature and that the email address is valid and was typed correctly.
hr: Važno: <em>Molimo vas da odgovorite</em> na ovu poruku, a da je ne uređujete. To nam je važno kako bismo utvrdili vaš potpis elektroničke pošte, da je ta adresa valjana i inspravno napisana.
hu: Fontos: <em>Válaszoljon</em> erre az üzenetre a szöveget változatlanul hagyva. Ez az e-mail aláírás meghatározásához, valamint az e-mail cím érvényességének és helyes megadásának ellenőrzéséhez szükséges.

source: How to use?
hr: Kako koristiti?
hu: Hogyan használható?

source: Just copy the &lt;script&gt; tag provided and paste it in the site where you wan to put it.
hu: Egyszerűen másolja ki a kapott &lt;script&gt; címke szövegét, és illessze be abba az oldalba, ahová el szeretné helyezni.

source: %(action)s an %(widget_name)s widget
hr: %(action)s dodatak %(widget_name)s
hu: %(action)s egy %(widget_name)s widgetet

source: Save
hr: Spremi
hu: Mentés

source: Widgets
hu: Widgetek

source: Create and embed widgets into your sites, here a list of available widgets.
hr: Stvarajte i umećite widgets na vašu stranicu, evo popisa.
hu: Widgetek létrehozása és beszúrása az oldalaiba, alább látható az elérhető widgetek listája

source: create
hr: stvori
hu: létrehozás

source: view list
hr: vidi popis
hu: listanézet

source: %(author)s wrote:
hr: %(author)s je napisao/la:
hu: %(author)s írta:

source: To reply please <a class="thread-link" href="THREAD_URL_HOLE">visit your message inbox</a>
hr: Da biste odgovorili <a class="thread-link" href="THREAD_URL_HOLE">posjetite ulazni spremink vaših poruka</a>
hu: A válaszoláshoz <a class="thread-link" href="THREAD_URL_HOLE">keresse fel beérkezett üzeneteit</a>

source: compose
hr: sastavi poruku
hu: szerkesztés

source: You wrote on %(date)s:
hr: Datuma %(date)s napisali ste:
hu: Ezt írta %(date)s napon:

source: Messages by sender:
hr: Poruke pošiljatelja:
hu: Feladó üzenetei:

source: inbox
hr: ulazni spremnik
hu: beérkezett üzenetek

source: sent
hr: poslano
hu: elküldött

source: trash
hr: smeće
hu: kuka

source: there are no messages yet...
hr: zasada nema poruka...
hu: még nincsenek üzenetek...

source: Sites
hr: Internetske stranice
hu: Webhelyek

source: Settings
hr: Postavke
hu: Beállítások

source: Please correct the error below.
hr: Ispravite navedenu pogrešku.
hu: Javítsa az alábbi hibát.

source: Settings included in %(name)s.
hr: Postavke uključene u %(name)s.
hu: Beállítások itt: %(name)s.

source: You don't have permission to edit values.
hr: Nemate dozvolu za uređivanje vrijednosti.
hu: Nincs jogosultsága az értékeket szerkeszteni.

source: Documentation
hr: Dokumentacija
hu: Dokumentáció

source: Log out
hr: Odjava
hu: Kijelentkezés

source: Home
hr: Početna stranica
hu: Kezdőoldal

source: Edit Site Settings
hr: Uredi postavke stranice
hu: Oldal beállításaink szerkesztése

source: Livesettings are disabled for this site.
hr: Postavke ove stranice ne mogu se uređivati uživo.
hu: Az élő beállítások ki vannak kapcsolva ezen az oldalon.

source: All configuration options must be edited in the site settings.py file
hr: Sve konfiguracijske mogućnosti moraju se uređivati kroz datoteku settings.py
hu: Minden beállítást az oldal settings.py fájljában kell szerkeszteni

source: Group settings: %(name)s
hr: Postavke grupe: %(name)s
hu: Csoportbeállítások: %(name)s

source: Uncollapse all
hr: Prikaži sve
hu: Összes kibontása

source: with %(author_name)s's contributions
hr: zahvaljujući doprinosu autora %(author_name)s
hu: %(author_name)s közreműködésével

source: Tagged
hr: Tagirano
hu: Címkézve

source: Search tips:
hr: Napomen pri pretraživanju:
hu: Keresési tippek:

source: reset author
hr: oonovno postavi autora
hu: szerző törlése

source: or
hr: ili
hu: vagy

source: reset tags
hr: ponovno postavi tagove
hu: címkék törlése

source: start over
hr: počni ispočetka
hu: újrakezdés

source: - to expand, or dig in by adding more tags and revising the query.
hr: - da biste proširili, ili tražite dalje dodavanjem novih tagova ili ponovnim pregledom upita.
hu: – a kibontáshoz, vagy további címkék hozzáadásával és a lekérdezés módosításával mélyebbre áshat

source: Search tip:
hr: Napomene pri pretraživanju:
hu: Keresési tipp:

source: add tags and a query to focus your search
hr: dodajte tagove i upite kako biste suzili potragu
hu: vegyen fel címkéket és egy lekérdezést a keresés fókuszálásához

source: You can expand your search by
hr: Možete proširiti pretragu
hu: Keresését bővítheti:

source: resetting author
hr: ponovnim postavljanjem autora
hu: a szerző törlésével

source: resetting tags
hr: ponovnim postavljanjem tagova
hu: a címkék törlésével

source: starting over
hr: kretanjem otpočetka
hu: újrakezdés

source: Did not find what you were looking for?
hr: Jeste li pronašli što ste tražili?
hu: Nem találja, amit keres?

source: Tag search
hr: Pretraživanje tagova
hu: Címkekeresés

source: search
hr: traži
hu: keresés

source: Please note: %(app_name)s requires javascript to work properly, please enable javascript in your browser, <a href="%(noscript_url)s">here is how</a>
hr: Napomena: %(app_name)s zahtjeva javascript, omogućite ovu značajku u vašem pregledniku <a href="%(noscript_url)s">ovako</a>
hu: Megjegyzés: A(z) %(app_name)s működéséhez JavaScript szükséges, kapcsolja be a JavaScriptet a böngészőben, <a href="%(noscript_url)s">itt elolvashatja, hogyan</a>

source: each tag must be shorter that %(max_chars)s character
hr: svaki tag mora sadržavati manje od %(max_chars)s znaka
hu: minden címkének %(max_chars)s karakternél rövidebbnek kell lennie

source: please use %(tag_count)s tag
hr: koristite %(tag_count)s tag
hu: %(tag_count)s címkét használjon

source: please use up to %(tag_count)s tags, less than %(max_chars)s characters each
hr: koristite najviše %(tag_count)s tagova sa manje od %(max_chars)s znakova u svakom tagu
hu: legfeljebb %(tag_count)s, egyenként legfeljebb %(max_chars)s karakter hosszú címkét használjon

source: 1) Enter a brief description of why you are rejecting the post.
hr: 1) Unesite kratak opis zbog čega odbijate post.
hu: 1, Röviden írja le, miért utasítja el a bejegyzést.

source: 2) Please enter details here. This text will be sent to the user.
hr: 2) Unesite detalje ovdje. Ovaj će tekst biti poslan korisniku.
hu: 2, Írja le itt a részleteket. Ez a szöveg el lesz küldve a felhasználónak.

source: Edit this reason
hr: Uredi ovaj razlog
hu: Ok szerkesztése

source: Delete this reason
hr: Obriši ovaj razlog
hu: Ezen ok törlése

source: Add a new reason
hr: Dodaj novi razlog
hu: Új ok hozzáadása

source: none
hr: ništa
hu: nincs

source: This response is published
hr: Odgovor je objavljen
hu: Ez a válasz közzé van téve

source: remove offensive flag
hr: obriši zastavicu uvredljivo
hu: a sértő jelző eltávolítása

source: remove flag
hr: izbriši zastavicu
hu: jelző eltávolítása

source: report as offensive (i.e containing spam, advertising, malicious text, etc.)
hr: prijavi kao uvredljivo (npr. sadržavanje spama, oglašavanje, zlonamjerni tekst itd.)
hu: megjelölés sértőként (kéretlen reklám, rosszindulatú szöveg stb.)

source: flag offensive
hr: označi zastavom uvredljivo
hu: megjelölés sértőként

source: undelete
hr: poništi brisanje
hu: törlés visszavonása

source: unpublish
hr: povuci objavu
hu: közzététel visszavonása

source: publish
hr: objavi
hu: közzététel

source: permanent link
hr: stalna poveznica
hu: állandó hivatkozás

source: link
hr: poveznica
hu: hivatkozás

source: Sort by »
hr: Sortiraj prema »
hu: Rendezés »

source: close date %(closed_at)s
hr: datum zatvaranja %(closed_at)s
hu: lezárás dátuma: %(closed_at)s

source: retag
hr: ponovno tagiraj
hu: újracímkézés

source: reopen
hr: ponovno otvori
hu: újranyitás

source: close
hr: zatvori
hu: lezárás

source: Following
hr: Praćenje
hu: Követés

source: Unfollow
hr: Prestani pratiti
hu: Követés befejezése

source: Follow
hr: Prati
hu: Követés

source: %(count)s follower
hr: %(count)s pratitelj
hu: %(count)s követő

source: subscribe to rss feed
hr: pretplati se na RSS-obavijesti
hu: feliratkozás RSS hírforrásra

source: Invite
hr: Pozovi
hu: Meghívás

source: add
hr: dodaj
hu: hozzáadás

source: - or -
hr: - ili -
hu: - vagy -

source: share with everyone
hr: dijeli sa svima
hu: megosztás mindenkivel

source: Individual users
hr: Pojedini korisnici
hu: Egyedi felhasználók

source: You
hr: Vi
hu: Ön

source: and
hr: i
hu: és

source: %(more_count)s more
hr: %(more_count)s više
hu: még %(more_count)s

source: Public thread
hr: Javna tema
hu: Nyilvános szál

source: This thread is public, all members of %(site_name)s can read this page.
hr: Ova je tema javna, svi članovi %(site_name)s mogu čitati ovu stranicu.
hu: Ez a szál nyilvános, a(z) %(site_name)s minden tagja elolvashatja ezt az oldalt.

source: Stats
hr: Statistika
hu: Statisztika

source: Asked
hr: Pitan
hu: Kérdezve

source: Seen
hr: Uočen
hu: Olvasva

source: times
hr: puta
hu: alkalommal

source: Last updated
hr: Posljednje ažuriranje
hu: Utolsó frissítés

source: Tag subscriptions
hr: Pretplate na tagove
hu: Címkefeliratkozások

source: Tag Subscriptions
hr: Pretplate na tagove
hu: Címkefeliratkozások

source: Tags, matching "%(tag_query)s"
hr: Tagovi koji se podudaraju s "%(tag_query)s"
hu: Ennek megfelelő címkék: „%(tag_query)s”

source: sorted alphabetically
hr: sortirano abecedno
hu: ABC sorrendben

source: by name
hr: prema imenu
hu: név alapján

source: sorted by frequency of tag use
hr: sortiraj prema učestalosti taga
hu: címkehasználat gyakorisága szerint

source: by popularity
hr: prema popularnosti
hu: népszerűség szerint

source: suggested
hr: predloženo
hu: javasolt

source: manage subscriptions
hr: upravljanje pretplatama
hu: feliratkozások kezelése

source: Manage Tag subscriptions
hr: Upravljanje pretplatama na tagove
hu: Címkefeliratkozások kezelése

source: Manage Tag subscription</a>
hu: Címkefeliratkozás kezelése</a>

source: Create New
hr: Stvori novo
hu: Új létrehozása

source: Date
hr: Datum
hu: Dátum

source: Action
hr: Akcija
hu: Művelet

source: Edit
hr: Uredi
hu: Szerkesztés

source: Sections:
hr: Sekcije:
hu: Szakaszok:

source: messages
hr: poruke
hu: üzenetek

source: group join requests
hr: zahtjevi za pridruživanje grupama
hu: csoportcsatlakozási kérések

source: inbox - group join requests
hr: ulazni spremnik - zahtjevi za pridruživanje grupama
hu: érkezett – csoportcsatlakozási kérések

source: Approve
hr: Odobri
hu: Jóváhagyás

source: Deny
hr: Odbaci
hu: Megtagadás

source: inbox - messages
hu: érkezett – üzenetek

source: Auto-tweeting to @%(handle)s
hr: Automatski tweetaj @%(handle)s
hu: Automata tweetelés ide: @%(handle)s

source: stop tweeting
hr: zaustavi tweetanje
hu: tweetelés leállítása

source: Auto-tweeting is inactive
hr: Automatsko tweetanje nije aktivno
hu: Az automata tweetelés inaktív

source: Select twitter account
hr: Odaberite twitter račun
hu: Válasszon Twitter fiókot

source: use another account
hr: koristi drugi račun
hu: másik fiók használata

source: Auto-tweeting is off
hr: Automatsko tweetanje je isključeno
hu: Az automata tweetelés kikapcsolva

source: Start tweeting
hr: Započni tweetati
hu: Tweetelés megkezdése

source: %(username)s's profile
hr: %(username)s profil
hu: %(username)s profilja

source: Edit user profile
hr: Uredi korisnički profil
hu: Felhasználói profil szerkesztése

source: edit profile
hr: uredi profil
hu: profil szerkesztése

source: change picture
hr: promijeni sliku
hu: kép cseréje

source: remove
hu: eltávolítás

source: Registered user
hu: Regisztrált felhasználó

source: Screen Name
hr: Ime koje će se prikazivati
hu: Megjelenő név

source: (cannot be changed)
hr: (ne može se promijeniti)
hu: (nem módosítható)

source: Update
hr: Ažuriranje
hu: Frissítés

source: subscriptions
hr: pretplate
hu: feliratkozások

source: Email subscription settings
hu: E-mail feliratkozások beállításai

source: Stop Email
hr: Zaustavi elektroničku poštu
hu: E-mail kikapcsolása

source: Subscribed languages
hu: Feliratkozott nyelvek

source: Save languages
hu: Nyelvek mentése

source: Subscribed Tags
hr: Pretplaćeni tagovi
hu: Feliratkozott címkék

source: update profile
hr: ažuriraj profil
hu: profil frissítése

source: manage login methods
hr: upravljanje metodama prijave
hu: bejelentkezési módszerek kezelése

source: real name
hr: pravo ime
hu: valódi név

source: groups
hr: grupe
hu: csoportok

source: add group
hr: dodaj grupu
hu: csoport hozzáadása

source: member since
hr: član od
hu: tagság kezdete

source: last seen
hr: zadnji puta uočen/a
hu: utoljára látszott

source: website
hr: internetska stranica
hu: weboldal

source: location
hr: lokacija
hu: hely

source: age
hr: vrijeme
hu: kor

source: %(age)s years old
hr: %(age)s godina staro
hu: %(age)s éves

source: todays unused votes
hr: danas neiskorištene ocjene
hu: mai felhasználatlan szavazatok

source: votes left
hr: preostalo ocjena
hu: hátralévő szavazatok

source: moderation
hr: moderiranje
hu: moderáció

source: %(username)s's current status is "%(status)s"
hr: %(username)sov je sadašnji status "%(status)s"
hu: %(username)s jelenlegi állapota: „%(status)s”

source: Your current reputation is %(reputation)s points
hr: Vaš sadašnji ugled ima %(reputation)s bodova
hu: Jelenlegi hírneve: %(reputation)s pont

source: User's current reputation is %(reputation)s points
hr: Sadašnji ugled korisnika ima %(reputation)s bodova
hu: Felhasználó jelenlegi hírneve: %(reputation)s pont

source: User reputation changed
hr: Ugled se korisnika promijenio
hu: Felhasználó hírneve módosítva

source: Subtract
hr: Oduzmi
hu: Kivonás

source: Add
hr: Dodaj
hu: Hozzáadás

source: Send message to %(username)s
hr: Slanje poruke korisniku %(username)s
hu: Üzenet küldése a következőnek: %(username)s

source: An email will be sent to the user with 'reply-to' field set to your email address. Please make sure that your address is entered correctly.
hr: Elektronička će pošta biti poslana s vašom adresom u polju 'odgovori'. Provjerite imate li upisanu točnu adresu.
hu: A felhasználó kapni fog egy e-mailt, amelyben a válaszcím az Ön e-mail címére lesz beállítva. Győződjön meg róla, hogy helyesen adta meg a címét.

source: Message sent
hr: Poruka je poslana
hu: Üzenet elküldve

source: Send message
hr: Pošalji poruku
hu: Üzenet küldése

source: Administrators have privileges of normal users, but in addition they can assign/revoke any status to any user, and are exempt from the reputation limits.
hr: Administratori imaju iste ovlasti kao i normalni korisnici, ali mogu dodijeliti/opozvati bilo koji status bilo kojem korisniku i izuzeti su iz reputacijskih limita.
hu: Az adminisztrátorok a normál felhasználók jogosultságaival rendelkeznek, valamint bármely felhasználó bármely állapotát beállíthatják/törölhetik, és kivételt képeznek a hírnévkorlátok alól.

source: Moderators have the same privileges as administrators, but cannot add or remove user status of 'moderator' or 'administrator'.
hr: Moderatori imaju iste ovlasti kao i administratori, ali ne mogu dodavati ili brisati korisničke statuse 'moderator' ili 'administrator'.
hu: A moderátorok az adminisztrátorokkal azonos jogosultságokkal rendelkeznek, de nem módosíthatják a „moderátor” vagy „adminisztrátor” felhasználói állapotot.

source: 'Approved' status means the same as regular user.
hr: Status 'Odobren' znači isto što i redovan korisnik.
hu: A „jóváhagyott” állapot ugyanaz, mint a normál felhasználó.

source: Suspended users can only edit or delete their own posts.
hr: Suspendirani korisnici mogu samo uređivati ili brisati vlastite objave.
hu: A felfüggesztett felhasználók csak saját bejegyzéseiket szerkeszthetik vagy törölhetik.

source: Blocked users can only login and send feedback to the site administrators, their url and profile will also be hidden.
hr: Blokirani se korisnici mogu samo prijavljivati i slati povratne informacije administratorima stranice, poveznica na njihov profil također će biti sakrivena.
hu: A blokkolt felhasználók csak bejelentkezni és az oldal adminisztrátorainak visszajelzést küldeni tudnak, és URL-címük és profiljuk is el lesz rejtve.

source: network
hr: mreža
hu: hálózat

source: Followed by %(count)s person
hr: Prati vas %(count)s osoba
hu: %(count)s személy követi

source: Following %(count)s person
hr: Following %(count)s osobu
hu: %(count)s személyt követ

source: Your network is empty. Would you like to follow someone? - Just visit their profiles and click "follow"
hr: Vaša je mreža prazna. Želite li pratiti koga, posjetite njihov profil i odaberite "prati"
hu: Hálózata üres. Szeretne követni valakit? Keresse fel a profilját, és kattintson a „követés” hivatkozásra.

source: %(username)s's network is empty
hr: %(username)s mreža je prazna
hu: %(username)s hálózata üres

source: activity
hr: aktivnost
hu: tevékenység

source: source
hr: izvor
hu: forrás

source: Your karma change log.
hr: Podaci o promijeni vaše karme.
hu: Karmájának változásnaplója

source: %(user_name)s's karma change log
hr: Podaci o promjeni karme korisnika %(user_name)s
hu: %(user_name)s karmájának változásnaplója

source: overview
hr: pregled
hu: áttekintés

source: <span class="count">%(cnt)s</span> Vote
hr: <span class="count">%(cnt)s</span> ocjena
hu: <span class="count">%(cnt)s</span> szavazat

source: <span class="count">%(counter)s</span> Tag
hu: <span class="count">%(counter)s</span> címke

source: <span class="count">%(counter)s</span> Badge
hr: <span class="count">%(counter)s</span> značka
hu: <span class="count">%(counter)s</span> plecsni

source: Answer to:
hr: Odgovori korisniku:
hu: Válasz neki:

source: votes
hr: ocjene
hu: szavazat

source: provide enough details
hr: dajte dovoljno informacija
hu: adjon meg minél több részletet

source: be clear and concise
hr: budite jasni i sažeti
hu: fogalmazzon világosan és lényegre törően

source: Add details (optional)
hr: Dodaj detalje (neobavezno)
hu: Részletek megadása (elhagyható)

source: Add details
hr: Dodaj detalje
hu: Részletek megadása

source: Select language
hr: Odaberite jezik
hu: Válasszon nyelvet

source: Contributors
hr: Doprinositelji
hu: Közreműködők

source: , one of these is required
hr: , jedno od ovoga je nužno
hu: , ezek egyike szükséges

source: tags:
hu: címkék:

source: (required)
hr: (potrebno)
hu: (szükséges)

source: Toggle the real time Markdown editor preview
hr: Aktiviraj/deaktiviraj prikaz Markdown uređivača u stvarnom vremenu
hu: A valós idejű Markdown szerkesztő-előnézet be/ki

source: To post on behalf of someone else, enter user name <strong>and</strong> email below.
hr: Kako biste objavljivali u tuđe ime, u nastavku unesite korisničko ime <strong>i</strong> adresu elektroničke pošte.
hu: Valaki más nevében való íráshoz adja meg alább a felhasználó nevét <strong>és</strong> az e-mail címét.

source: Content on this site is licensed under a %(license)s
hr: Sadržaj ove stranice licenciran je pod %(license)s
hu: Az oldal tartalma %(license)s licenc alatt érhető el

source: about
hr: o nama
hu: névjegy

source: help
hr: pomoć
hu: súgó

source: privacy policy
hr: pravila o privatnosti
hu: adatkezelési irányelvek

source: give feedback
hr: pruži povratnu informaciju
hu: visszajelzés

source: Group info
hr: Informacija o grupi
hu: Csoportinfók

source: edit description
hr: uredi opis
hu: leírás szerkesztése

source: change logo
hr: promijeni logo
hu: logó módosítása

source: delete logo
hr: obriši logo
hu: logó törlése

source: add logo
hr: dodaj logo
hu: logó hozzáadása

source: How users join this group?
hr: Kako se korisnici mogu priključiti grupi?
hu: Hogyan csatlakozhatnak felhasználók ehhez a csoporthoz?

source: Can moderate site
hr: Može moderirati stranicu
hu: Moderálhatja az oldalt

source: Allow only read access
hr: Dopusti samo čitanje
hu: Csak olvasási hozzáférés engedélyezése

source: List of preapproved email addresses
hr: Popis unaprijed prihvaćenih adresa elektroničke pošte
hu: Előre jóváhagyott e-mail címek listája

source: Users with these email adderesses will be added to the group automatically.
hr: Korisnici s ovim adresama e-pošte bit će automatski priključeni grupi.
hu: Ezen e-mail címekkel rendelkező felhasználók automatikusan fel lesznek véve a csoportba.

source: edit preapproved emails
hr: uredi unaprijed odobrenu e-poštu
hu: előre jóváhagyott e-mailek szerkesztése

source: List of preapproved email domain names
hr: Popis unaprijed odobrenih domena elektroničke pošte
hu: Előre jóváhagyott e-mail tartományok listája

source: Users whose email adderesses belong to these domains will be added to the group automatically.
hr: Korisnici čija elektronička pošta pripada ovim domenama, automatski će biti dodatni grupi
hu: Ezen e-mail címtartományokba tartozó felhasználók automatikusan fel lesznek véve a csoportba.

source: edit preapproved email domains
hr: uredi unaprijed odobrene domene elektroničke pošte
hu: előre jóváhagyott e-mail tartományok szerkesztése

source: %(site)s logo
hu: %(site)s logó

source: Markdown basics
hr: Osnove Markowna
hu: Markdown alapok

source: *italic*
hr: *ukošeno*
hu: *dőlt*

source: **bold**
hr: **podebljano**
hu: **félkövér**

source: *italic* or _italic_
hr: *ukošeno* ili _ukošeno_
hu: *dőlt* vagy _dőlt_

source: **bold** or __bold__
hr: **podebljano** ili __podebljano__
hu: **félkövér** vagy __félkövér__

source: text
hr: tekst
hu: szöveg

source: image
hr: slika
hu: kép

source: numbered list:
hr: numerirana lista:
hu: számozott lista:

source: basic HTML tags are also supported
hr: podržani su i tagovi osnovnog HTML-a
hu: az alapvető HTML címkék is támogatottak

source: learn more about Markdown
hr: nauči više o Markdownu
hu: tudjon meg többet a Markdownról

source: people & groups
hr: korisnici i grupe
hu: emberek és csoportok

source: users
hu: felhasználók

source: badges
hr: značke
hu: plecsnik

source: view
hr: pogled
hu: megjelenítés

source: vote
hr: ocjena
hu: szavazat

source: ALL
hr: SVE
hu: MIND

source: FOLLOWED
hr: PRAĆENO
hu: KÖVETETT

source: Interesting tags
hr: Zanimljivi tagovi
hu: Érdekes címkék

source: Ignored tags
hr: Ignorirani tagovi
hu: Mellőzött címkék

source: Subscribed tags
hr: Pretplaćeni tagovi
hu: Feliratkozott címkék

source: Send me email alerts for
hr: Pošalji mi e-poruku kao upozorenje za
hu: E-mail értesítéseket kérek erről:

source: Change frequency of emails
hr: Promjena učestalosti elektroničke pošte
hu: E-mailek gyakoriságának módosítása

source: (done editing)
hr: (uređivanje je završeno)
hu: (szerkesztés kész)

source: (edit categories)
hr: (uredi kategorije)
hu: (kategóriák szerkesztése)

source: read only access
hr: može se samo čitati
hu: csak olvasás

source: badges:
hr: značke:
hu: plecsnik:

source: sign out
hr: odjava
hu: kijelentkezés

source: Hi there! Please sign in
hr: Lijep pozdrav! Prijavite se
hu: Üdvözöljük! Jelentkezzen be

source: settings
hr: postavke
hu: beállítások

source: widgets
hu: widgetek

source: Your karma is %(karma)s
hr: Vaša karma iznosi %(karma)s
hu: A karmája: %(karma)s

source: Karma reflects the value of your contribution to this community.
hr: Karma je odraz vašeg doprinosa zajednici.
hu: A karma hozzájárulásának értékét tükrözi a közösség szemében.

source: Since you are the site %(role)s, you have access to all functions regardless of your karma.
hr: Budući da ste %(role)s stranice, možete pristupiti svim funkcijama bez obzira na karmu.
hu: Mivel az oldalon %(role)s, minden funkciót elérhet a karmájára tekintet nélkül.
