Repository: zhguokai/askbot-devel
Catalog: askbot/locale/*/LC_MESSAGES/djangojs.po
Languages: ar, ca, cs_cz, de, es, eu, fr, gl, he_il, hr, hu, nb_no, nl, ru, sl, tr, uk_ua, vi, zh_tw

source: click to close
ar: انقر للغلق
ca: feu clic per tancar
cs_cz: klikněte pro zavření
de: Klicken Sie hier, um zu schließen
es: pulsa para cerrar
eu: Egin klik ixteko
fr: cliquer pour fermer
gl: clic para pechar
he_il: לחיצה לסגירה
hr: odaberite da biste zatvorili
hu: kattintson a bezáráshoz
nb_no: trykk for å lukke
nl: klik om te sluiten
ru: нажмите чтобы закрыть
sl: kliknite za zaprtje
tr: kapatmak için tıklayın
uk_ua: клацніть, щоб закрити
vi: đóng
zh_tw: 點擊以關閉

source: Are you sure you want to remove your %s login?
ar: هل أنت متأكد من إزالة %s للتعريف؟
ca: Esteu segur de voler suprimir l'inici de sessió %s?
cs_cz: Opravdu chcete odebrat přihlášení prostřednictvím %s?
de: Bist du sicher, dass du deinen %s-Zugang löschen möchten?
es: ¿Estás seguro de eliminar tu inicio de sesión de %s?
eu: Ziur zure %s saioa kendu nahi duzula?
fr: Etes-vous sûr de vouloir supprimer votre identifiant %s?
gl: Confirmas que queres retirar o teu %s inicio de sesión?
he_il: להסיר את הכניסה שלך באמצעות %s?
hr: Jeste li sigurni da želite obrisati %s prijavu?
hu: Biztos, hogy el akarja távolítani a bejelentkezést („%s”)?
nb_no: Er du sikker på at du ønsker å fjerne ditt %s innlogging?
nl: Weet u zeker dat u uw login %s wilt verwijderen?
ru: Вы действительно хотите удалить логин через %s?
sl: Ste prepričani, da želite odstraniti svojo prijavo %s?
tr: %s giriş kaydını silmek istediğinize emin misin?
uk_ua: Ви дійсно впевнені, що хочете видалити авторизацію через %s?
vi: Bạn muốn loại bỏ phương thức đăng nhập từ %s?
zh_tw: 您確定要移除您的 %s 登入嗎？

source: Please add one or more login methods.
ar: من فضلك قم بإضافة أحد وسائل الدخول؟
ca: Afegiu un o més mètodes d'iniciar sessió.
cs_cz: Přidejte jeden nebo více způsobů přihlášení.
de: Bitte ergänzen Sie mindestens eine Zugangsmethode.
es: Añade uno o más métodos para iniciar sesión.
eu: Gehitu saioa hasteko metodo bat gutxienez.
fr: Merci d'ajouter au moins une méthode d'identification.
gl: Engade un ou máis métodos de inicio de sesión.
he_il: נא להוסיף שיטת כניסה אחת או יותר.
hr: Dodajte jednu ili više metoda prijave.
hu: Vegyen fel legalább egy bejelentkezési módszert.
nb_no: Vennligst legg til en eller fler logginmetoder.
nl: Voeg één of meerdere inlog-methodes toe
ru: Пожалуйста, добавьте хотя бы один постоянный метод для авторизации.
sl: Dodajte eno ali več metod prijave.
tr: Lütfen bir veya daha fazla giriş yöntemi seçin.
uk_ua: Будь-ласка, додайте один або кілька методів авторизації.
vi: Hãy thêm một hoặc vài phương thức đăng nhập khác.
zh_tw: 請加入一個或多個登入方法。

source: You don't have a method to log in right now, please add one or more by clicking any of the icons below.
ar: لا يوجد لديك وسيلة للدخول، يمكنك إختيار واحدة مما يلي.
ca: No teniu cap mètode per iniciar sessió, afegiu un o més fent clic a qualsevol de les icones inferiors.
cs_cz: Nemáte nastaven žádný způsob přihlášení, přidejte jeden nebo více způsobů přihlášení kliknutím některou z níže uvedených ikon.
de: Sie haben bisher keine Zugangsmethode ausgewählt, bitte ergänzen Sie mindestens eine Zugangsmethode durch Klick auf das entsprechende Symbol.
es: Parece que no tienes un método para iniciar sesión, añade uno o más pulsando en cualquiera de los iconos a continuación.
eu: Ez duzu saioa hasteko metodorik orain, gehitu gutxienez bat beheko ikonoetan klik eginda.
fr: Vous n'avez pas encore de méthode d'identification, merci d'en ajouter une ou plus en cliquant sur un des icônes ci-dessous.
gl: Non tes un método para entrar ata agora, engade un ou máis premendo sobre calquera das iconas seguintes.
he_il: אין לך שיטת כניסה כרגע, נא להוסיף שיטה אחת או יותר ע״י לחיצה על הסמלים שלהלן.
hr: Zasada nemate metodu prijave, dodajte jednu ili više odabirom jedne od donjih ikona.
hu: Nincs bejelentkezési módszer, vegyen fel legalább egyet az alábbi ikonokra kattintva.
nb_no: Du har ingen metoder for å logge inn akkurat nå så vennligst legg til en eller fler ved å trykke på ikonene under.
nl: U heeft op dit moment nog geen inlog-methode. Kies er één door op één van onderstaande pictogrammen te klikken.
ru: У Вас сейчас нет постоянного метода авторизации, пожалуйста выберите хотя бы один, нажав на любую из предложеных ниже кнопок.
sl: Nimate izbranih metod prijave, dodajte eno ali več njih s klikom poljubne od spodnjih ikon.
tr: Oturum açmak için bir yöntem seçmediniz, lütfen aşağıdaki ikonların birisine veya birden fazlasına tıklayarak bir oturum açma yöntemi seçin.
uk_ua: Ви зараз не маєте жодного методу для авторизації, будь-ласка, додайте один або кілька методів, клацнувши на будь-якій іконці нижче.
vi: Hiện tại bạn không có phương thức đăng nhập nào, hãy thêm bằng cách nhấn vào biểu tượng bất kì bên dưới.
zh_tw: 您沒有任何可以立刻登入的方法，請底下方任一個圖示來加入登入方法。

source: enter username
ca: introdueix el nom d'usuari
cs_cz: zadejte uživatelské jméno
eu: idatzi erabiltzaile-izena
he_il: נא להקליד שם משתמש
nl: gebruikersnaam invoeren
sl: vnesite uporabniško ime
zh_tw: 請輸入使用者名稱

source: enter username or email
ca: introdueix el nom d'usuari o l'adreça de correu electrònic
cs_cz: zadejte uživatelské jméno nebo e-mail
eu: idatzi erabiltzaile-izena edo helbide elektronikoa
he_il: נא להקליד שם משתמש או דוא״ל
nl: gebruikersnaam of emailadres invoeren
sl: vnesite uporabniško ime ali e-naslov
zh_tw: 請輸入使用者名稱或電子郵件

source: enter password
ca: introdueix la contrasenya
cs_cz: zadejte hesl
eu: idatzi pasahitza
he_il: נא להזין ססמה
nl: wachtwoord invoeren
sl: vnesite geslo
zh_tw: 請輸入密碼

source: passwords do not match
ar: كلمة المرور لم تتطابق
ca: les contrasenyes no coincideixen
cs_cz: hesla se neshodují
de: Die Kennwörter stimmen nicht überein
es: las contraseñas no coinciden
eu: pasahitzak ez datoz bat
fr: les mots de passe ne correspondent pas
gl: os contrasinais non coinciden
he_il: הססמאות אינן תואמות
hr: lozinke se ne podudaraju
hu: a jelszavak nem egyeznek
nb_no: passordene stemmer ikke overens
nl: wachtwoorden komen niet overeen
ru: пароли не совпадают
sl: gesli se ne ujemata
tr: parolalar eşleşmiyor
uk_ua: паролі не сівпадають
vi: mật khẩu không khớp
zh_tw: 密碼不相符

source: Show/change current login methods
ar: عرض/تغيير وسائل الدخول
ca: Mostra/canvia els mètodes d'inici de sessió
cs_cz: Zobrazit/změnit aktuální způsoby přihlášení
de: Anzeigen/Ändern der zurzeit genutzten Loginmethode
es: Mostrar/cambiar métodos para iniciar sesión
eu: Erakutsi/aldatu saioa hasteko uneko metodoak
fr: Afficher/modifier les méthodes d'identification actuelles
gl: Amosar/cambiar os actuais métodos de inicio de sesión
he_il: הצגה/שינוי של שיטות הכניסה הנוכחיות
hr: Prikaži/izmijeni trenutačne motode prijave
hu: Bejelentkezési módszerek megjelenítése/módosítása
nb_no: Vis/endre dine nåværende loginmetoder
nl: Huidige inlog-methodes weergeven/wijzigen
ru: Просмотреть, изменить существующие методы авторизации.
sl: Pokaži/spremeni trenutne metode prijave
tr: Geçerli giriş yöntemini göster/değiştir
uk_ua: Показати/змінити чинний метод авторизації
vi: Hiển thị/thay đổi các phương thức đăng nhập đang sử dụng
zh_tw: 顯示或變更目前的登入方法

source: Please enter your %s, then proceed
ar: من فضلك أدخل %s، ثم أكمل
ca: Introduïu el vostre %s i procediu
cs_cz: Zadejte své %s a pokračujte
de: Um fortzufahren geben Sie bitte Ihr %s ein
es: Introduce tu %s y procede
eu: Sartu zure %s, gero jarraitu
fr: Merci de saisir votre %s, puis continuer
gl: Escribe o teu %s, logo procede
he_il: נא להקליד את ה%s שלך ולאחר מכן להמשיך
hr: Unesite vaše %s te nastavite
hu: Adja meg a következőt: %s, majd folytassa
nb_no: Vennligst legg inn %s, så fortsett
nl: Voer uw %s in en ga dan verder
ru: Чтобы продолжить, пожалуйста введите %s
sl: Vnesite svoj %s, nato nadaljujte
tr: Lütfen %s bilgisini girin ve devam edin
uk_ua: Будь-ласка, спочатку введіть Ваш %s, а потім продовжуйте
vi: Hãy nhâp %s của bạn và tiếp tục
zh_tw: 請輸入您的 %s，接著繼續

source: Connect your %(provider_name)s account to %(site)s
ar: قم بربط حساب الـ%(provider_name)s لموقع %(site)s
ca: Connecteu el vostre compte de %(provider_name)s al %(site)s
cs_cz: Přiřaďte svůj účet na %(provider_name)s ke %(site)s
de: Verknüpft Ihren %(provider_name)-Zugang mit %(site)
es: Conecta tu cuenta de %(provider_name)s a %(site)s
eu: Konektatu zure %(provider_name)s kontua %(site)s gunera
fr: Connecter votre compte %(provider_name)s à %(site)s
gl: Conecta coa túa conta de %(provider_name)s para %(site)s
he_il: ניתן להתחבר עם חשבון ה־%(provider_name)s שלך אל %(site)s
hr: Spojite svoj %(provider_name)s korisnički račun i %(site)s
hu: Kapcsolja össze %(provider_name)s fiókját ezzel: %(site)s
nb_no: Koble %(provider_name)s konto til %(site)s
ru: Соедините %(site)s с Вашим аккаунтом от %(provider_name)s
sl: Povežite svoj račun %(provider_name)s z %(site)s
tr: %(provider_name)s hesabınız ile %(site)s 'e bağlanın
uk_ua: Приєднайте Ваш реєстраційний запис на %(provider_name)s до %(site)s
vi: Kết nối với tải khoản %(provider_name)s của bạn tới %(site)s
zh_tw: 連接您的 %(provider_name)s 帳號至 %(site)s

source: Change your %s password
ar: تغيير كلمة مرور %s
ca: Canvieu la contrasenya de l'%s
cs_cz: Změňte své heslo pro %s
de: Ändert Ihr %s-Kennwort
es: Cambia tu contraseña de %s
eu: Aldatu zure %s pasahitza
fr: Modifier votre mot de passe %s
gl: Cambiar o teu %s contrasinal
he_il: החלפת הססמה שלך ב־%s
hr: Promijenite %s lozinku
hu: Módosítsa %s jelszavát
nb_no: Endre ditt %s passord
nl: Wijzig uw %s wachtwoord
ru: Измените Ваш пароль для %s
sl: Spremenite svoje geslo %s
tr: %s parolanızı değiştirin
uk_ua: Змініть Ваш пароль для %s
vi: Đổi mật khẩu %s của bạn
zh_tw: 變更您的 %s 密碼

source: Change password
ar: غيير كلمة المرور
ca: Canvia la contrasenya
cs_cz: Změnit heslo
de: Passwort ändern
es: Cambiar contraseña
eu: Aldatu pasahitza
fr: Modifier le mot de passe
gl: Cambia o teu contrasinal
he_il: החלפת הססמה
hr: Promijeni lozinku
hu: Jelszócsere
nb_no: Endre passord
nl: Wachtwoord wijzigen
ru: Изменить пароль
sl: Spremeni geslo
tr: Parola değiştir
uk_ua: Змінити пароль
vi: Đổi mật khẩu
zh_tw: 變更密碼

source: Create a password for %s
ar: إنشاء كلمة مرور لـ %s
ca: Crea una contrasenya per a l'%s
cs_cz: Vytvořte nové heslo pro %s
de: Erstellt ein Kennwort für %s
es: Crea una contraseña para %s
eu: Sortu %s erabiltzailearen pasahitza
fr: Créer un mot de passe pour %s
gl: Crea un contrasinal para %s
he_il: יצירת ססמה עבור %s
hr: Napravite lozinku za %s
hu: Jelszó létrehozása ehhez: %s
nb_no: Lage passord for %s
nl: Maak een wachtwoord voor %s
ru: Создать пароль для %s
sl: Ustvari geslo za %s
tr: %s için bir parola oluştur
uk_ua: Створіть пароль для %s
vi: Tạo mật khẩu mới cho %s
zh_tw: 變更 %s 的密碼

source: Create password
ar: إنشاء كلمة المرور
ca: Crea una contrasenya
cs_cz: Vytvořit heslo
de: Kennwort erstellen
es: Crear contraseña
eu: Sortu pasahitza
fr: Créer un mot de passe
gl: Crear contrasinal
he_il: יצירת ססמה
hr: Napravi lozinku
hu: Jelszó létrehozása
nb_no: Lage passord
nl: Wachtwoord maken
ru: Создать пароль
sl: Ustvari geslo
tr: Parola oluştur
uk_ua: Створити пароль
vi: Tạo mật khẩu
zh_tw: 建立密碼

source: Create a password-protected account
ar: إنشاء جساب محمي بكلمة مرور
ca: Crea un compte protegit amb contrasenya
cs_cz: Vytvořit účet chráněný heslem
de: Registrieren
es: Crear una cuenta protegida por contraseña
eu: Sortu pasahitzez babestutako kontua
fr: Créer un compte protégé par mot de passe
gl: Crear unha conta protexida por contrasinal
he_il: יצירת חשבון מוגן בססמה
hr: Kreirajte korisnički račun zaštićen lozinkom
hu: Jelszóval védett fiók létrehozása
nb_no: Lag en passordbeskyttet konto
nl: Maak een wachtwoord beveiligd account
ru: Создать аккаунт, защищенный паролем
sl: Ustvari z geslom zaščiten račun
tr: Parola korumalı bir hesap oluştur
uk_ua: Створіть реєстраційний запис, захищений паролем
vi: Tạo tài khoản mới
zh_tw: 建立有密碼保護的帳號

source: add group
ar: اضف مجموهة
ca: afegeix un grup
cs_cz: přidat skupinu
de: Eine Gruppe hinzufügen
es: agregar grupo
eu: gehitu taldea
fr: ajouter un groupe
gl: engadir grupo
he_il: הוספת קבוצה
hr: dodaj grupu
hu: csoport hozzáadása
nb_no: legg til gruppe
nl: groep toevoegen
ru: добавить группу
sl: dodaj skupino
tr: grup ekle
uk_ua: додати групу
vi: thêm nhóm
zh_tw: 加入群組

source: add
ar: إضافة
ca: afegeix
cs_cz: přidat
de: hinzufügen
es: agregar
eu: gehitu
fr: ajouter
gl: engadir
he_il: הוספה
hr: dodaj
hu: hozzáadás
nb_no: legg til
nl: toevoegen
ru: добавить
sl: dodaj
tr: ekle
uk_ua: додати
vi: thêm
zh_tw: 加入

source: Looks there are some things to fix:
ar: انظر هل يوجد شئ لتصليحه :
ca: Pel que sembla hi ha algunes coses que s'han de corregir:
cs_cz: Zřejmě je potřeba některé věci opravit:
de: Es gibt wohl aus, dass es noch einige Probleme gibt, die behoben werden müssen
es: Parece que hay cosas que reparar:
eu: Dirudienez, zenbait gauza konpondu behar dira:
fr: Il semblerait qu’il y ait quelque chose à corriger :
gl: Olla, hai algunhas cousas que corrixir:
he_il: נראה כי יש לתקן מספר דברים:
hr: Izgleda da postoji nekoliko stvari koje treba popraviti:
hu: Úgy tűnik, még pár dolgot ki kell javítani:
nb_no: Ser ut til at det er noen ting som må fikses:
nl: Het lijkt erop dat er wat opgelost moet worden
ru: Взгляните, среди этих вопросов может быть ответ на ваш:
sl: Očitno je nekaj zadev potrebno popraviti:
tr: Onarılması gereken şeyler var gibi görünüyor:
uk_ua: Погляньте, є дещо, що поребує виправлення:
vi: Có vẻ có một số điều phải sửa chữa:
zh_tw: 看來有些東西要修復：

source: Please provide description.
ar: فضل ضع وصف.
ca: Si us plau, introduïu la descripció.
cs_cz: Zadejte popis.
de: Bitte eine Beschreibung angeben
es: Favor proveer descripción
eu: Eman deskribapen bat.
fr: Veuillez fournir une description
gl: Fornece unha descrición.
he_il: נא לספק תיאור.
hr: Molimo, unesite opis.
hu: Adjon meg egy leírást.
nb_no: Vennligst legg til beskrivelse.
nl: Voeg aub een beschrijving toe
ru: Пожалуйста, дайте описание.
sl: Vpišite opis.
tr: Lütfen açıklama girin.
uk_ua: Будь-ласка, надайте опис.
vi: Vui lòng cung cấp mô tả.
zh_tw: 請提供描述。

source: Please provide details.
ar: قم بتوفير ما يكفي من التفاصيل
ca: Si us plau, proporcioneu els detalls.
cs_cz: Zadejte podrobnosti.
de: Bitte Details angeben
es: Favor proveer detalles.
eu: Eman xehetasunak.
fr: Veuillez fournir des détails.
gl: Fornece algúns detalles.
he_il: נא לספק פרטים.
hr: Molim unesite detalje.
hu: Adjon meg részleteket.
nb_no: Vennligst legg ved detaljer.
nl: Lever a.u.b details aan.
ru: Пожалуйста, укажите детали.
sl: Vnesite podrobnosti.
tr: Lütfen ayrıntıları girin.
uk_ua: Будь-ласка, надайте деталі.
vi: Vui lòng cung cấp chi tiết.
zh_tw: 請提供細節。

source: A reason must be selected to delete one.
ar: يجب ان تختار سبب لحذف الاخر
ca: S'ha de seleccionar un motiu per eliminar-ho.
cs_cz: Pro smazání je nutné uvést důvod.
de: Ein Grund muss angegeben werden, um löschen zu können.
es: Una razón debe estar seleccionada para borrarla.
eu: Bat ezabatzeko arrazoi bat hautatu behar da.
fr: une raison doit être choisi pour en supprimer une.
gl: Debe seleccionar unha razón para eliminar un.
he_il: צריך לספק סיבה כדי למחוק אחת.
hr: Razlog mora biti odabran da bi se mogao obrisati.
hu: Ki kell választani egy okot a törléshez.
nb_no: En grunn må velges for å slette en.
nl: Er moet een reden geselecteerd worden om er één te verwijderen.
ru: Для удаления необходимо выбрать причину.
sl: Izbrati morate razlog za izbris.
tr: Silmek için bir sebep seçilmeli.
uk_ua: Щоб видалити, потрібно вказати причину.
vi: Phải chọn một lý do để xóa 1.
zh_tw: 刪除時必須選擇原因。

source: Please select at least one item
ar: فضلاً اختر عنصراً واحداً علي الأقل
ca: Seleccioneu com a mínim un element
cs_cz: Vyberte nejméně jednu položku
de: Wählen Sie mindestens einen Eintrag aus
es: Elige al menos un elemento
eu: Aukeratu gutxienez elementu bat
fr: Merci de sélectionner au moins un élément
gl: Selecciona cando menos un ítem
he_il: נא לבחור בפריט אחד לפחות
hr: Odaberite barem jednu stavku
hu: Válasszon ki legalább egy elemet
nb_no: Velg minst en ting
nl: Selecteer tenminste één item
ru: Пожалуйста, отметьте хотя бы одно извещение
sl: Izberite vsaj eno izbiro
tr: En az bir tane seçim yapın
uk_ua: Будь-ласка, відмітьте щонайменше одне повідомлення
vi: Vui lòng chọn ít nhất một mục
zh_tw: 請至少選取一個項目

source: Load more items.
ca: Carrega més ítems.
cs_cz: Načíst více položek.
de: Lade mehr
es: Cargar más elementos.
eu: Kargatu elementu gehiago.
he_il: טעינת פריטים נוספים.
nl: Laad meer items
ru: Загрузить больше элементов.
sl: Naloži več izbir.
tr: Daha fazla öge yükle.
uk_ua: Завантажити більше повідомлень.
zh_tw: 載入更多項目

source: convert to answer
ar: تحويل لإجابة
ca: converteix-ho en resposta
cs_cz: převést na odpověď
de: In eine Antwort umwandeln
es: convertir a respuesta
eu: erantzun bihurtu
fr: convertir en réponse
gl: converter en resposta
he_il: המרה לתשובה
hr: pretvori u odgovor
hu: átalakítás válasszá
nb_no: konverter til svar
nl: omzetten naar antwoord
ru: преобразовать в ответ
sl: pretvori v vprašanje
tr: cevaba çevir
uk_ua: перетворити на відповідь
vi: chuyển thành câu trả lời
zh_tw: 轉為答案

source: click to edit this comment
ar: انقر لتعديل التعليق
ca: feu clic per modificar aquest comentari
cs_cz: klikněte pro úpravu komentáře
de: Hier klicken, um diesen Kommentar zu bearbeiten
es: pulsa para editar este comentario
eu: egin klik iruzkin hau editatzeko
fr: cliquer pour modifier ce commentaire
gl: preme para editar este comentario
he_il: יש ללחוץ כדי לערוך תגובה זו
hr: odaberite želite li uređivati ovaj komentar
hu: kattintson a megjegyzés szerkesztéséhez
nb_no: trykk for å endre denne kommentaren
nl: klik om deze opmerkinge bij te werken
ru: нажмите здесь, чтобы отредактировать этот комментарий
sl: kliknite za urejanje tega komentarja
tr: bu yorumu düzenlemek için tıklayın
uk_ua: клацніть, щоб редагувати цей коментар
vi: sửa ý kiến này
zh_tw: 點擊以編輯此評註

source: Uploaded file: %s
ar: الملفات المرفوعة: %s
ca: Fitxer pujat: %s
cs_cz: Nahraný soubor: %s
de: Hochgeladene Datei: %s
es: Cargado archivo: %s
eu: Kargatutako fitxategia: %s
fr: Transmettre le fichier: %s
gl: Cargar ficheiro: %s
he_il: קובץ שהועלה: %s
hr: Učitana datoteka: %s
hu: Fájl feltöltve: %s
nb_no: Opplastet fil: %s
ru: Загрузка файла: %s
sl: Naložena datoteka: %s
tr: Yüklenen dosya: %s
uk_ua: Завантажити файл: %s
vi: Đã tải lên tập tin: %s
zh_tw: 已上傳檔案：%s

source: Choose a different file
ar: اختر ملف اخر
ca: Trieu un fitxer diferent
cs_cz: Zvolte jiný soubor
de: Wähle eine andere Datei
es: Escoja un archivo diferente
eu: Hautatu beste fitxategi bat
fr: Choisir un fichier différent
gl: Escolle un ficheiro diferente
he_il: בחירה בקובץ אחר
hr: Odaberite drugu datoteku
hu: Válasszon másik fájlt
nb_no: Velg en annen fil
nl: Kies een ander bestand
ru: Выберите другой файл
sl: Izberite drugo datoteko
tr: Farklı bir dosya seçin
uk_ua: Оберіть інший файл
vi: Chọn một tập tin khác
zh_tw: 選擇其它文件

source: Choose a different image
ar: اختر صورة مختلفة
ca: Trieu una imatge diferent
cs_cz: Zvolte jiný obrázek
de: Wähle ein anderes Bild
es: Escoja una imagen diferente
eu: Hautatu beste irudi bat
fr: Choisir une image diffénrente
gl: Escolle unha imaxe diferente
he_il: בחירה בתמונה אחרת
hr: Odaberite drugu sliku
hu: Válasszon másik képet
nb_no: Velg et annet bilde
nl: Kies een andere afbeelding
ru: Выберите другое изображение
sl: Izberite drugo sliko
tr: Farklı bir resim seçin
uk_ua: Оберіть інше зображення
vi: Chọn một hình ảnh khác
zh_tw: 選擇其它圖片

source: Oops, looks like we had an error. Sorry.
ar: سحقا,يبدو أن هنالك خطأ
ca: Oops, pel que sembla vàrem tenir un error. Disculpes.
cs_cz: Zřejmě došlo k chybě.
de: Ein Fehler ist aufgetreten. Das tut uns leid.
es: Oops, parece que tuvimos un error. Lo sentimos.
eu: Ai ene, dirudienez errore bat izan dugu. Barkatu.
fr: Oups, il semblerais que nous ayons une erreur. Désolé.
gl: Sentímolo, parece que houbo un erro.
he_il: געוואלד, כנראה שיש טעות בידינו, עמך הסליחה.
hr: Izgleda da se dogodila greška. Ispričavamo se.
hu: Hoppá, hiba történt. Elnézést.
nb_no: Oops. Ser ut til at vi hadde en feil. Beklager.
nl: Oeps, zo te zien gaat er iets fout. Sorry
ru: Упс, кажется мы допустили ошибку. Просим прощения.
sl: Ojoj, očitno gre za napako. Oprostite.
tr: Olamaz, bir hata oluşmuş gibi görünüyor. Üzgünüz.
uk_ua: Ов-ва, здається ми припустились помилки. Вибачте.
vi: Rất tiếc, có vẻ như chúng tôi đã có một lỗi. Xin lôi.
zh_tw: 哎呀！對不起，看來我們有了一個錯誤。

source: Choose a file to insert
ar: اختر ملف للادخال
ca: Trieu un fitxer a inserir
cs_cz: Zvolte vkládaný soubor
de: Wähle eine Datei, die du einfügen möchtest
es: Escoja archivo a insertar
eu: Hautatu fitxategi bat txertatzeko
fr: Choisir un fichier inséré
gl: Escolle un ficheiro para inserir
he_il: בחירה בקובץ להוספה
hr: Odaberite datoteku koju biste željeli umetnuti
hu: Válasszon egy beszúrandó fájlt
nb_no: Velg en fil å legge inn
nl: Kies een bestand om in te voegen
ru: Выберите файл для вставки
sl: Izberite datoteko za vstavljanje
tr: Eklemek için bir dosya seçin
uk_ua: Оберіть файл для вставки
vi: Chọn tập tin để chèn vào
zh_tw: 選擇插入的文件

source: Choose an image to insert
ar: اختر صورة للادخال
ca: Trieu una imatge a inserir
cs_cz: Zvolte vkládaný obrázek
de: Wähle ein Bild, das du einfügen möchtest
es: Escoja imagen a insertar
eu: Hautatu irudi bat txertatzeko
fr: Choisir une image à insérée
gl: Escolle unha imaxe para inserir
he_il: בחירה בתמונה להוספה
hr: Odaberite sliku koju biste željeli umetnuti
hu: Válasszon egy beszúrandó képet
nb_no: Velg et bilde å legge inn
nl: Kies een afbeelding om in te voegen
ru: Выберите изоражение для вставки
sl: Izberite sliko za vstavljanje
tr: Eklemek için bir resim seçin
uk_ua: Оберіть зображення для вставки
vi: Chọn hình để chèn vào
zh_tw: 選擇插入的圖片

source: Allowed file types are:
ar: أنواع الملفات المسموح بها هي '%(file_types)s'
ca: Els tipus permesos són:
cs_cz: Povoleny jsou tyto typy souborů:
de: Die erlaubten Dateitypen sind:
es: Los tipos de archivo permitidos son:
eu: Onartutako fitxategi motak:
fr: Les types de fichier autorisés sont:
gl: Os tipos de ficheiro permitidos son:
he_il: סוגי הקבצים המותרים הם:
hr: Dopušteni tipovi datotekâ su:
hu: Az engedélyezett fájltípusok:
nb_no: Lovlige filtyper er:
nl: Toegestane bestandstypen zijn:
ru: Разрешены следующие типы файлов:
sl: Dovoljene vrste datotek so:
tr: İzin verilen dosya türleri:
uk_ua: Підтримуються наступні типи файлів:
vi: Các loại tập tin cho phép là:
zh_tw: 允許的檔案類型：

source: Or paste file url here
ar: أو الصق الرابط هنا
ca: O enganxeu aquí l'URL del fitxer
cs_cz: Nebo sem vložte adresu URL
de: Oder füge hier die URL der Datei ein
es: O pegue la url del archivo aquí
eu: Edo itsatsi fitxategiaren URLa hemen
fr: Ou coller l'URL du fichier ici
gl: Ou pegar o url aquí
he_il: או להדביק את הכתובת לכאן
hr: Ili zalijepite url do datoteke ovdje
hu: Vagy illessze be a fájl URL-címét:
nb_no: Eller lim inn filurl her
nl: Of plak het bestands url hier
ru: Или скопируйте url файла сюда
sl: Ali sem prilepite URL
tr: Veya buraya bir adres yapıştırın
uk_ua: Або скопіюйте шлях до файлу сюди
vi: Hoặc dán url tập tin ở đây
zh_tw: 或貼上檔案網址

source: group name
ar: اسم المجموعة
ca: nom del grup
cs_cz: název skupiny
de: Gruppenname
es: nombre de grupo
eu: taldearen izena
fr: Nom du groupe
gl: nome do grupo
he_il: שם הקבוצה
hr: ime grupe
hu: csoportnév
nb_no: gruppenavn
nl: groepsnaam
ru: название группы
sl: ime skupine
tr: grup adı
uk_ua: назва групи
vi: tên nhóm
zh_tw: 群組名稱

source: add new group
ar: إضافة مجموعة
ca: afegeix un nou grup
cs_cz: přidat novou skupinu
de: neue Gruppe hinzufügen
es: agregar grupo
eu: gehitu talde berria
fr: ajouter un nouveau groupe
gl: engadir un novo grupo
he_il: הוספת קבוצה חדשה
hr: dodaj novu grupu
hu: új csoport hozzáadása
nb_no: legg til ny gruppe
nl: nieuwe groep toevoegen
ru: добавить новую группу
sl: dodaj novo skupino
tr: yeni grup ekle
uk_ua: додати нову групу
vi: thêm nhóm mới
zh_tw: 加入新的群組
