Repository: zhguokai/askbot-devel
Catalog: askbot/locale/*/LC_MESSAGES/django.po
Languages: hr, hu

source: In addition, it is possible to click on tags to add them to the search query.
hr: Uz to je moguće i kliknuti na tag te ga na taj način dodati pretraživanom upitu.
hu: Ezen kívül a címkékre kattintva felveheti azokat a keresőkifejezésbe

source: Finally, a separate tag search box is available in the side bar of the main page, where the search tags can be entered as well
hr: Također, dostupno je i posebno polje za pretraživanje tagova u bočnoj traci glavne stranice te ih možete i tamo unositi
hu: Végül egy külön címkekereső mező is használható a főoldal oldalsávjában, ahol megadhatók a keresendő címkék

source: <em>Important!!!</em> All search terms are combined with a logical "AND" expression - to narrow the search by adding new terms.
hr: <em>Važno!!!</em> Svi termini pretraživanja povezani su logičkim operatorom "i" - kako bi se unošenjem novih termina suzilo područje pretraživanja.
hu: <em>Fontos!</em> Minden keresőkifejezés logikai ÉS kifejezéssel kerül kombinálásra, így új keresőkifejezések hozzáadásával szűkítheti a találatok listáját.

source: Voting
hr: Glasovanje
hu: Szavazás

source: Voting in %(app_name)s helps to select best answers and thank most helpful users.
hr: Glasanjem u %(app_name)s pomažete pri odabiru najboljih odgovora i zahvaljujete najkorisnijim korisnicima.
hu: A(z) %(app_name)s szavazás segít kiválasztani a legjobb válaszokat és a legsegítőkészebb felhasználókat.

source: Please vote when you find helpful information, it really helps the %(app_name)s community.
hr: Glasajte kad pronađete korisne informacije, to pomaže %(app_name)s zajednici.
hu: Ha hasznos információkat talál, kérjük szavazzon, ezzel igazán segíti a(z) %(app_name)s közösséget.

source: Other topics
hr: Druge teme
hu: Más témák

source: You can @mention users anywhere in the text to point their attention, follow users and conversations and report inappropriate content by flagging it.
hr: Možete @spomenuti korisnike bilo gdje u tekstu kako biste im privukli pozornost, pratiti korisnike i razgovore te prijaviti nepoćudan dasržaj dodavanjem zastavice.
hu: A szövegben bármikor @megemlíthet felhasználókat, hogy felkeltse figyelmüket, követhet felhasználókat és társalgásokat, és megjelöléssel jelentheti a nem megfelelő tartalmakat.

source: Enjoy.
hr: Uživajte.
hu: Érezze jól magát!

source: Import StackExchange data
hr: Umetni StackExchange podatke
hu: StackExchange adatok importálása

source: <em>Warning:</em> if your database is not empty, please back it up before attempting this operation.
hr: <em>Upozorenje:</em> ako vaša baza podataka nije prazna, napravite sigurnosnu kopiju prije negoli izvršite radnju.
hu: <em>Figyelmeztetés:</em> Ha az adatbázisa nem üres, akkor ezen művelet megkísérlése előtt készítsen róla biztonsági mentést.

source: Upload your stackexchange dump .zip file, then wait until the data import completes. This process may take several minutes. Please note that feedback will be printed in plain text.
hr: Postavite na poslužitelj vašu stackexchange dump .zip datoteku te pričekajte dok se unos podataka ne dovrši. Proces može trajati i nekoliko minuta. Napominjemo da će povratna informacija biti prkazana kao nekriptirani tekst.
hu: Töltse fel a StackExchange-től kapott .zip fájlját, és várjon amíg az adatimportálás befejeződik. Ez a folyamat több percig is eltarthat. Ne feledje, hogy a visszajelzés egyszerű szövegként kerül kiírásra.

source: Import data
hr: Umetni podatke
hu: Adatok importálása

source: In the case you experience any difficulties in using this import tool, please try importing your data via command line: <code>python manage.py load_stackexchange path/to/your-data.zip</code>
hr: U slučaju bilo kakvih problema s ovim važnim alatom, pokušajte umetnuti podatke naredbenim retkom: <code>python manage.py load_stackexchange path/to/your-data.zip</code>
hu: Ha problémát tapasztal ezen importálóeszköz használatakor, akkor próbálja meg adatait a parancssorból importálni: <code>python manage.py load_stackexchange útvonal/adatok.zip</code>

source: Tag
hu: Címke

source: Suggested by
hr: Predložio
hu: Javasolta

source: Your decision
hr: Vaša odluka
hu: Döntés

source: Accept
hr: Prihvati
hu: Elfogadás

source: Reject
hr: Odbaci
hu: Elvetés

source: Reject tag
hr: Odbaci tag
hu: Címke elvetése

source: Nothing found
hr: Ništa nije pronađeno
hu: Nincs találat

source: current number of votes
hr: sadašnji broj glasova
hu: szavazatok jelenlegi száma

source: anonymous user
hr: anonimni korisnik
hu: névtelen felhasználó

source: posted
hr: objavljeno
hu: beküldött

source: this post is marked as community wiki
hr: objava je označena kao wiki zajednice
hu: ez a bejegyzés közösségi wikiként van megjelölve

source: This post is a wiki. Anyone with karma &gt;%(wiki_min_rep)s is welcome to improve it.
hr: Ova je objava wiki. Svatko s karmom &gt;%(wiki_min_rep)s može ju unaprijediti.
hu: Ez a bejegyzés egy wiki. Bárki szerkesztheti, aki legalább %(wiki_min_rep)s karmával rendelkezik.

source: Leave this group
hr: Napusti ovu grupu
hu: Csoport elhagyása

source: Join this group
hr: Pridruži se ovoj grupi
hu: Csatlakozás a csoporthoz

source: You are a member
hr: Vi ste član
hu: Ön tag

source: Cancel application
hr: Opozovi aplikaciju
hu: Jelentkezés megszakítása

source: Waiting approval
hu: Várakozás jóváhagyásra

source: Ask to join
hr: Zatražite učlanjenje
hu: Kérdezzen a csatlakozáshoz

source: Comments
hr: Komentari
hu: Hozzászólások

source: delete this comment
hr: obriši komentar
hu: hozzászólás törlése

source: edit
hr: uredi
hu: szerkesztés

source: convert to answer
hr: pretvori u odgovor
hu: átalakítás válasszá

source: follow %(alias)s
hu: %(alias)s követése

source: unfollow %(alias)s
hu: %(alias)s követésének befejezése

source: following %(alias)s
hu: %(alias)s követése

source: %(username)s gravatar image
hr: %(username)s gravatar slika
hu: %(username)s gravatar képe

source: %(username)s's website is %(url)s
hr: %(username)s stranica je %(url)s
hu: %(username)s webhelye: %(url)s

source: previous
hr: prethodno
hu: előző

source: current page
hr: sadašnja stranica
hu: aktuális lap

source: page %(num)s
hr: stranica %(num)s
hu: %(num)s. oldal

source: next page
hr: sljedeća stranica
hu: következő oldal

source: responses for %(username)s
hr: odgovori za %(username)s
hu: válaszok neki: %(username)s

source: you have %(response_count)s new response
hr: imate %(response_count)s novi odgovor
hu: %(response_count)s új válasza van

source: %(new)s new flagged posts and %(seen)s previous
hr: %(new)s objave s novim zastavicama i %(seen)s prethodne
hu: %(new)s újonnan megjelölt bejegyzés és %(seen)s korábbi

source: %(new)s new flagged posts
hr: %(new)s objave s novim zastavicama
hu: %(new)s újonnan megjelölt bejegyzés

source: %(seen)s flagged posts
hr: %(seen)s objave označene zastavicom
hu: %(seen)s megjelölt bejegyzés

source: Questions
hr: Pitanja
hu: Kérdések

source: see more comments
hr: prikaži više komentara
hu: több hozzászólás megjelenítése

source: add a comment
hr: dodaj komentar
hu: hozzászólás

source: Login/Signup to Post
hr: Prijava/Upis za Objavu
hu: Jelentkezzen be/regisztráljon a beküldéshez

source: Details
hr: Detalji
hu: Részletek

source: Change language
hr: Promjena jezika
hu: Nyelv megváltoztatása

source: Tips
hr: Savjeti
hu: Tippek

source: Retag
hr: Ponovno tagiraj
hu: Újracímkézés

source: Why use and modify tags?
hr: Zašto koristiti i mijenjati tagove?
hu: Miért használjon és módosítson címkéket?

source: Tags help to keep the content better organized and searchable
hr: Tagovi omogućuju da sadržaj ostane organiziran i lako pretraživ
hu: A címkékkel a tartalom jobban rendszerezhető és kereshető

source: tag editors receive special awards from the community
hr: zajednica daje posebne nagrade uređivačima tagova
hu: a címkeszerkesztők speciális jutalmakat kapnak a közösségtől

source: up to 5 tags, less than 20 characters each
hr: do 5 tagova, svaki manje od 20 znakova
hu: legfeljebb 5 címke, egyenként legfeljebb 20 karakter

source: Close reason:
hr: Razlog zatvaranja:
hu: Lezárás oka:

source: When:
hr: Kada:
hu: Ekkor:

source: Revision history
hr: Povijest revizije
hu: Változások története

source: click to hide/show revision
hr: odaberite kako biste sakrili/prikazali reviziju
hu: kattintson a változások elrejtéséhez/megjelenítéséhez

source: revision %(number)s
hr: ponovni pregled %(number)s
hu: %(number)s revízió

source: Subscribe for tags
hr: Pretplati se na tagove
hu: Feliratkozás címkékre

source: Please, subscribe for the following tags:
hr: Pretplatite se na sljedeće tagove:
hu: Iratkozzon fel a következő címkékre:

source: Subscribe
hr: Pretplati se
hu: Feliratkozás

source: search for tags
hu: címkék keresése

source: Users
hu: Felhasználók

source: Users in group %(name)s
hr: Korisnici u grupi %(name)s
hu: %(name)s csoport felhasználói

source: Select/Sort by &raquo;
hr: Odaberi/sortiraj po &raquo;
hu: Kijelölés/rendezés: &raquo;

source: people in group %(name)s
hr: korisnici u grupi %(name)s
hu: %(name)s csoport tagjai

source: Sort by &raquo;
hr: Sortiraj prema &raquo;
hu: Rendezés: &raquo;

source: see people with the highest reputation
hr: pogledaj korisnike s najvišom reputacijom
hu: legnagyobb hírnévvel rendelkező felhasználók megjelenítése

source: see people who joined most recently
hr: pogledaj korisnike koji su se pridružili nedavno
hu: a legutóbb csatlakozott személyek megjelenítése

source: recent
hr: nedavno
hu: legutóbbi

source: see people who joined the site first
hr: pogledaj korisnike koji su se pridružili prvi
hu: az oldalhoz legelőször csatlakozott személyek megjelenítése

source: see people sorted by name
hr: pogledaj korisnike sortirane prema imenu
hu: felhasználók megjelenítése név szerint rendezve

source: by username
hr: po korisničkom imenu
hu: felhasználónév szerint

source: users matching query %(search_query)s:
hr: korisnici koji zadovoljavaju kriterije upita %(search_query)s:
hu: %(search_query)s lekérdezésre illeszkedő felhasználók:

source: Nothing found.
hu: Nincs találat.

source: Please enter your <span>user name</span>, then sign in
hr: Unesite vaše <span>korisničko ime</span>, zatim se prijavite
hu: Adja meg <span>felhasználónevét</span>, majd jelentkezzen be

source: (or select another login method above)
hr: (ili odaberite drugi način prijave gore)
hu: (vagy fentebb válasszon másik bejelentkezési módot)

source: Sign in
hr: Prijavite se
hu: Bejelentkezés

source: Registration
hu: Regisztráció

source: User registration
hu: Felhasználóregisztráció

source: <strong>Screen Name</strong> (<i>will be shown to others</i>)
hu: <strong>Megjelenő név</strong> (<i>mások ezt fogják látni</i>)

source: <strong>Email Address</strong> (<i>will <strong>not</strong> be shared with anyone, must be valid</i>)
hu: <strong>E-mail cím</strong> (<i>senkivel <strong>nem</strong> lesz megosztva, érvényes kell legyen</i>)

source: Signup
hr: Prijavite se
hu: Regisztrálás

source: Greetings from the %(site_name)s
hu: Üdvözlet a(z) %(site_name)s oldalról

source: To make use of the Forum, please follow the link below:
hr: Kako bi vam Forum bio od koristi, odaberite sljdeću poveznicu:
hu: A fórum használatához nyissa meg az alábbi hivatkozást:

source: Following the link above will help us verify your email address.
hr: Slijeđenjem prethodne poveznice pomoći ćete nam da provjerimo vašu adresu elektroničke pošte.
hu: A fenti hivatkozás megnyitásával tudjuk ellenőrizni az e-mail címét.

source: If you believe that this message was sent in mistake - no further action is needed. Just ignore this email, we apologize for any inconvenience
hr: Ako smatrate da je ova poruka poslana greškom - daljnji potezi nisu potrebni. Ignorirajte ovu poruku. Ispričavamo se zbog greške
hu: Ha ezt az üzenetet nem kellett volna megkapnia, nem kell semmit sem tennie. Hagyja figyelmen kívül, és elnézést a zavarásért.

source: Logout
hu: Kijelentkezés

source: You have successfully logged out
hr: Uspješno ste se odjavili
hu: Sikeresen kijelentkezett

source: However, you still may be logged in to your OpenID provider. Please logout of your provider if you wish to do so.
hr: Moguće je da ste i dalje prijavljeni kod vašeg OpenID pružatelja usluge pristupa. Ako želite odjavite se sa vašeg pružatelja usluge pristupa.
hu: Azonban még be lehet jelentkezve az OpenID szolgáltatójánál. Ha gondolja, onnan is kijelentkezhet.

source: User login
hu: Felhasználói bejelentkezés

source: It's a good idea to make sure that your existing login methods still work, or add a new one. Please click any of the icons below to check/change or add new login methods.
hr: Dobra je ideja provjeriti da li vaši postojeći načini prijave rade ili dodati novi način. Kliknite na bilo koju ikonu dolje i provjerite/promijenite ili dodajte novu metodu za prijavu.
hu: Hasznos lehet meggyőződni arról, hogy a meglévő bejelentkezési módok még működnek, vagy felvenni egy újat. Kattintson az alábbi ikonok egyikére a bejelentkezési módok ellenőrzéséhez/módosításához vagy újak felvételéhez.

source: Please add a more permanent login method by clicking one of the icons below, to avoid logging in via email each time.
hr: Dodajte trajniji način prijave klikom na jednu od ikona dolje, kako bi ste izbjegli prijavljivanje putem email svaki put.
hu: Vegyen fel egy állandóbb bejelentkezési módot a lenti ikonok egyikére kattintva, a minden alkalommal e-mailben való bejelentkezés elkerüléséhez.

source: Click on one of the icons below to add a new login method or re-validate an existing one.
hr: Kliknite na jednu od ikona dolje za dodavanje novih načina prijave ili ponovnu potvrdu postojećih.
hu: Kattintson az egyik lenti ikonra új bejelentkezési mód felvételéhez vagy egy meglévő újraellenőrzéséhez.

source: You don't have a method to log in right now, please add one or more by clicking any of the icons below.
hr: Nemate način prijave, dodajte jedan ili više klikom na jednu od ikona dolje.
hu: Nincs bejelentkezési mód, vegyen fel legalább egyet az alábbi ikonokra kattintva.

source: Please check your email and visit the enclosed link to re-connect to your account
hr: Provjerite vaš email i posjetite vezu u prilogu radi ponovnog spajanja vašeg računa
hu: Nézze meg leveleit, és kattintson a kapott hivatkozásra a fiókjához való újracsatlakozáshoz

source: or enter your <span>user name and password</span>
hr: ili unesite vaše <span>korisničko ime i lozinku</span>
hu: vagy adja meg <span>felhasználónevét és jelszavát</span>

source: Please, sign in
hr: Prijavite se
hu: Jelentkezzen be

source: Login failed, please try again
hr: Prijava nije uspjela, pokušajte ponovno
hu: A bejelentkezés sikertelen, próbálja újra

source: Login or email
hu: Bejelentkezési név vagy e-mail cím

source: Password
hr: Lozinka
hu: Jelszó

source: To change your password - please enter the new one twice, then submit
hr: Kako biste promijenili lozinku, novu unesite dva puta i pošaljite ju
hu: A jelszó módosításához adja meg az újat kétszer, majd küldje be

source: New password
hr: Nova lozinka
hu: Új jelszó

source: Please, retype
hr: Ponovno unesite
hu: Írja be újra

source: Change password
hr: Promjeni lozinku
hu: Jelszócsere

source: Here are your current login methods
hr: Ovo su sadašnje metode prijave
hu: Bejelentkezési módjai az alábbiak

source: provider
hr: davatelj usluga
hu: szolgáltató

source: last used
hr: zadnje korišteno
hu: utolsó használat

source: delete
hr: obriši
hu: törlés

source: cannot be deleted
hr: ne može biti obrisano
hu: nem törölhető

source: Still have trouble signing in?
hu: Még mindig nem tud bejelentkezni?

source: recover your account via email
hu: fiók helyreállítása e-mailben

source: Send a new recovery key
hr: Pošalji novi ključ za obnavljanje
hu: Új helyreállítókulcs küldése

source: Recover your account via email
hu: Fiók helyreállítása e-mailben

source: Please register by clicking on any of the icons below
hu: Regisztráljon az egyik alábbi ikonra kattintással

source: or create a new user name and password here
hu: vagy hozzon létre itt egy új felhasználónevet és jelszót

source: Create login name and password
hr: Napravite ime za prijavu i lozinku
hu: Bejelentkezési név és jelszó létrehozása

source: <span class='strong big'>If you prefer, create your forum login name and password here. However</span>, please keep in mind that we also support <strong>OpenID</strong> login method. With <strong>OpenID</strong> you can simply reuse your external login (e.g. Gmail or AOL) without ever sharing your login details with anyone and having to remember yet another password.
hu: <span class='strong big'>Ha szeretné, itt létrehozhatja a fórumon használható bejelentkezési nevét és jelszavát.</span> Azonban ne feledje, hogy támogatjuk az <strong>OpenID</strong> bejelentkezési módot. Az <strong>OpenID</strong> használatával egyszerűen újra felhasználhatja külső bejelentkezési nevét (például Gmail vagy AOL) a bejelentkezési adatai megosztása és újabb jelszó létrehozása nélkül.

source: or
hu: vagy

source: return to OpenID login
hu: visszatérés az OpenID bejelentkezéshez

source: Confirm email address
hr: Potvrda adresa elektroničke pošte
hu: E-mail cím ellenőrzése

source: Validation email sent. Please find it and follow the enclosed link.<br/> If the link doesn't work - enter the code below:
hr: Poslana je provjera valjanosti adrese e-pošte. Pronađite je i slijedite uokvirenu poveznicu.<br/> Ako poveznica nije ispravna - unesite sljedeći kôd:
hu: Az ellenőrző e-mail elküldve. Nyissa meg a kapott hivatkozást.<br/> Ha a hivatkozás nem működik, akkor adja meg alább a kapott kódot:

source: Confirm email
hr: Potvrda adrese elektroničke pošte
hu: E-mail cím ellenőrzése

source: Choose your favorite service below to sign in using secure OpenID or similar technology. Your external service password always stays confidential and you don't have to rememeber or create another one.
hr: Izaberite vaš omiljeni servis za prijavu korištenjem sigurnog OpenID-a ili slične tehnologije. Lozinka vašeg vanjskog servisa uvijek ostaje tajna i ne morate pamtiti ili kreirati drugu.
hu: Válassza ki alább a kedvenc szolgáltatását az OpenID-val való bejelentkezéshez. A külső szolgáltatás jelszava mindig bizalmas marad, és nem kell újat létrehoznia és megjegyeznie.

source: or enter your <span>user name and password</span>, then sign in
hr: ili unesite vaše <span>korisničko ime i lozinku</span>, zatim se prijavite
hu: vagy adja meg <span>felhasználónevét és jelszavát</span>, és jelentkezzen be

source: add avatar
hu: avatar hozzáadása

source: Change avatar
hu: Avatar megváltoztatása

source: Your current avatar:
hu: Jelenlegi avatar:

source: You haven't uploaded an avatar yet. Please upload one now.
hu: Még nem töltött fel avatart. Tegye ezt meg most.

source: Upload New Image
hu: Új kép feltöltése

source: change avatar
hu: avatar megváltoztatása

source: Choose new Default
hu: Válasszon új alapértelmezést

source: Upload
hu: Feltöltés

source: delete avatar
hr: obriši avatar
hu: avatar törlése

source: Please select the avatars that you would like to delete.
hr: Odaberite avatere koje biste željeli obrisati.
hu: Válassza ki a törölni kívánt avatarokat.

source: You have no avatars to delete. Please <a href="%(avatar_change_url)s">upload one</a> now.
hr: Nema avatara za brisanje. <a href="%(avatar_change_url)s">Pošaljite jedan</a> sad.
hu: Nincsenek törölhető avatarjai. <a href="%(avatar_change_url)s">Töltsön fel egyet</a> most.

source: Delete These
hr: Obriši Ove
hu: Ezek törlése

source: %(user)s, please reply to this message.
hr: %(user)s, molimo vas odgovorite na ovu poruku.
hu: %(user)s, válaszoljon erre az üzenetre.

source: Your post could not be published, because we could not detect signature in your email.
hr: Vaš post ne može biti objavljen jer ne možemo pronaći potpis u vašoj poruci e-pošte.
hu: Bejegyzése nem tehető közzé, mert nem találtuk meg az aláírást az e-mailben.

source: This happened either because this is your first post or you have changed your email signature.
hr: Ovo se dogodilo zato što je ovo vaš prvi post, ili ste promijenili potpis elektroničke pošte.
hu: Ez vagy azért történt, mert ez az első bejegyzése, vagy mert megváltoztatta az e-mail aláírását.

source: Please make a simple response, without editing this message.
hr: Napravite jednostavan odgovor, bez uređivanja ove poruke
hu: Válaszoljon erre a levélre a szöveget változatlanul hagyva.

source: We will then attempt to detect the signature in your response and you should be able to post.
hr: Mi ćemo potom pokušati iščitati potpis iz vašeg odgovora te ćete biti u mogućnosti objavljivati postove.
hu: Ekkor megpróbáljuk felismerni az aláírást a válaszában, ez esetben képes lesz bejegyzéseket küldeni.

source: To change frequency, language and content of these alerts, please visit <a href="%(url)s">your user profile</a>.
hr: Za promjenu učestalosti, jezika i sadržaj ovih upozorenja, posjetite <a href="%(url)s">vaš korisnički profil</a>.
hu: A figyelmeztetések gyakoriságának, nyelvének és tartalmának módosításához keresse fel a <a href="%(url)s">felhasználói profilját</a>.

source: If you believe that this message was sent in an error, please email about it the forum administrator at <a href="mailto:%(admin_email)s">%(admin_email)s</a>.
hr: Mislite li da vam je ova poruka poslana zabunom, pošaljite e-poruku administratoru foruma na <a href="mailto:%(admin_email)s">%(admin_email)s</a>.
hu: Ha ezt az üzenetet nem kellett volna megkapnia, akkor írjon egy levelet a fórum adminisztrátorának erre a címre: <a href="mailto:%(admin_email)s">%(admin_email)s</a>.

source: To make posts by email, you need to receive about %(min_upvotes)s upvotes.
hr: Da biste mogli objavljivati elektroničkom poštom, morate imati oko %(min_upvotes)s pozitivnih ocjena.
hu: Bejegyzések e-mailben való küldéséhez legalább %(min_upvotes)s felszavazást kell kapnia.

source: Tags:
hr: Tagovi:
hu: Címkék:

source: %(author)s's comment:
hu: %(author)s hozzászólása:

source: In reply to %(author)s's comment:
hu: Válaszként %(author)s hozzászólására:

source: Commented by %(author)s:
hu: %(author)s hozzászólása:

source: Below is a copy of your post:
hr: U nastavku se nalazi kopija vašeg posta:
hu: Alább látható a bejegyzése másolata:

source: %(count)s comment:
hr: %(count)s komentar:
hu: %(count)s hozzászólás:

source: Great, you are ready to use %(site_name)s!
hr: Odlično, možete koristiti %(site_name)s!
hu: Nagyszerű, készen áll a(z) %(site_name)s használatára!

source: When you receive update notifications, you will be able to respond to them, also by email.
hr: Primanjem obavijesti, na njih ćete također moći odgovarati elektroničkom poštom.
hu: Amikor frissítési értesítést kap, akkor szintén e-mailben válaszolhat azokra.

source: Of course, you can always visit the %(site_name)s at <a href="%(site_url)s">%(site_url)s</a>.
hr: Naravno, uvijek možete posjetiti %(site_name)s na <a href="%(site_url)s">%(site_url)s</a>.
hu: Természetesen bármikor felkeresheti a(z) %(site_name)s oldalt ezen a címen: <a href="%(site_url)s">%(site_url)s</a>.

source: Please visit %(site_name)s at <a href="%(site_url)s">%(site_url)s</a>, we look forward to your posts.
hr: Posjetite %(site_name)s na <a href="%(site_url)s">%(site_url)s</a>, veselimo se vašem postu.
hu: Keresse fel a(z) %(site_name)s oldalt ezen a címen: <a href="%(site_url)s">%(site_url)s</a>, szeretettel várjuk a bejegyzéseit.

source: Your post was rejected.
hu: A bejegyzése el lett utasítva.

source: Your post (copied in the end), was rejected for the following reason:
hr: Vaš je post (kopija se nalazi na kraju) odbijen zbog sljedećih razloga:
hu: A bejegyzése (a levél végén olvasható) a következő okból el lett utasítva:

source: Here is your original post
hr: Ovo je vaš izvorni post
hu: Az eredeti bejegyzés:
