Repository: zhguokai/askbot-devel
Catalog: askbot/locale/*/LC_MESSAGES/djangojs.po
Languages: ar, ca, cs_cz, de, es, eu, fr, gl, he_il, hr, hu, nb_no, nl, ru, sl, tr, uk_ua, vi, zh_tw

source: Group %(name)s already exists. Group names are case-insensitive.
ar: أسم المجموعة %(name)s محجوز، أسماء المجموعات غير حساسة لحالة الأحرف.
ca: El grup %(name)s ja existeix. Els noms dels grups no distingeixen entre majúscules i minúscules.
cs_cz: Skupina %(name)s již existuje. U názvů skupin se nerozlišují velikosti písmen.
de: Gruppe %(name)s existiert bereits. Gruppennamen sind unterscheiden nicht zwischen Groß-und Kleinschreibung.
es: El grupo %(name)s ya existe. Los nombres de grupo no distinguen mayúsculas de minúsculas.
eu: %(name)s taldea badago aurretik. Talde izenek ez dituzte maiuskulak eta minuskulak bereizten.
fr: Le groupe %(name)s existe déjà. Les noms de groupes sont insensibles à la casse.
gl: O grupo %(name)s xa existe. Os nomes dos grupos son sensíbeis ás maiúsculas.
he_il: הקבוצה %(name)s כבר קיימת. שמות הקבוצות תלויי רישיות.
hr: Grupa %(name)s već postoji. Imena grupa razlikuju velika i mala slova.
hu: A csoport (%(name)s) már létezik. A csoportnevek nem különböztetik meg a kis- és nagybetűket.
nb_no: Gruppe %(name)s eksisterer allerede. Gruppenavn er uavhengig av store og små bokstaver.
ru: Группа %(name)s уже существует. Название группы не чувствительно к регистру.
sl: Skupina %(name)s že obstaja. Pri imenih skupin se male črke razlikujejo od velikih.
tr: %(name)s grubu zaten mevcut. Grup adları büyük küçüğe duyarlı değildir.
uk_ua: Група %(name)s вже існує. Назви груп регістрочутливі.
vi: Nhóm %(name)s đã tồn tại. Tên nhóm có phân biệt dạng chữ
zh_tw: 群組%(name)s已經存在。群組名稱不區分大小寫。

source: Ok
ar: موافق
ca: D'acord
eu: Ados
gl: Aceptar
he_il: בסדר
hr: U redu
ru: Да
sl: V redu
tr: Tamam
uk_ua: Гаразд
vi: Đồng ý
zh_tw: 確定

source: page %s
ca: pàgina %s
cs_cz: stránka %s
de: Seite %s
es: página %s
eu: %s orrialdea
he_il: עמוד %s
nl: pagina %s
ru: страница %s
sl: stran %s
tr: sayfa %s
uk_ua: сторінка %s
zh_tw: 第%s頁

source: see questions tagged '%s'
ar: مشاهدة الأسئلة الموسومة بـ'%s'
ca: veure les preguntes etiquetades amb «%s»
cs_cz: zobrazit otázky označené štítky '%s'
de: Lesen Sie die Fragen mit dem Tag '%s'
es: ver preguntas con la etiqueta «%s»
eu: ikusi '%s' etiketadun galderak
fr: voir les questions marquées '%s'
gl: ver preguntas etiquetadas como «%s»
he_il: הצגת שאלות עם התגית '%s'
hr: pogledajte pitanja označena s '%s'
hu: lásd a(z) „%s” címkéjű kérdéseket
nb_no: se spørsmål med merkelapp '%s'
nl: zie vraag gelabeld '%s'
ru: смотрите вопросы, помеченные '%s'
sl: pokaži vprašanja, označena z »%s«
tr: '%s' ile etiketlenmiş soruları gör
uk_ua: дивіться питання з ключовим словом '%s'
vi: xem các câu hỏi được gắn thẻ '%s'
zh_tw: 查看標有「%s」的問題

source: Save
ar: حفظ
ca: Desa
cs_cz: Uložit
de: Speichern
es: Guardar
eu: Gorde
fr: Sauvegarder
gl: Gardar
he_il: שמירה
hr: Spremi
hu: Mentés
nb_no: Lagre
nl: Opslaan
ru: Сохранить
sl: Shrani
tr: Kaydet
uk_ua: Зберегти
vi: Lưu
zh_tw: 儲存

source: saved
ar: حفظت
ca: desat
cs_cz: uloženo
de: Gespeichert
es: guardado
eu: gordeta
fr: sauvegardé
gl: gardado
he_il: נשמר
hr: spremljeno
hu: elmentve
nb_no: lagret
nl: opgeslagen
ru: сохранено
sl: shranjeno
tr: kaydedildi
uk_ua: збережено
vi: Đã lưu
zh_tw: 已儲存

source: enabled
ar: مفعل
ca: habilitat
cs_cz: povoleno
de: aktiviert
es: habilitado
eu: gaituta
fr: activé
gl: activado
he_il: פעיל
hr: omogućeno
hu: engedélyezve
nb_no: aktivert
nl: ingeschakeld
ru: включено
sl: omogočeno
tr: etkin
uk_ua: дозволено
vi: đã bật
zh_tw: 已啟用

source: disabled
ar: غير مسموح به
ca: inhabilitat
cs_cz: zakázáno
de: deaktiviert
es: deshabilitado
eu: desgaituta
fr: désactivé
gl: desactivado
he_il: מנוטרל
hr: onemogućeno
hu: letiltva
nb_no: deaktivert
nl: uitgeschakeld
ru: отключено
sl: onemogočeno
tr: devre dışı
uk_ua: заборонено
vi: bị vô hiệu hóa
zh_tw: 已停用

source: ago
ar: منذ
ca: fa
de: zuvor
es: atrás
fr: déjà
gl: hai
hr: prije
hu: óta
nb_no: siden
ru: назад
tr: önce
uk_ua: тому назад
vi: trước

source: from now
ar: من الآن
ca: des d'ara
de: von jetzt an
es: desde ahora
fr: maintenant
gl: a partir de agora
hr: od sada
hu: mostantól
nb_no: fra nå
ru: теперь
tr: şimdiden itibaren
uk_ua: тепер
vi: từ bây giờ

source: about a minute
ar: في حدود دقيقة
ca: gairebé un minut
de: vor einer Minute
es: alrededor de un minuto
fr: il y a une minute
gl: preto dun minuto
hr: oko minute
hu: egy perc
nb_no: omtrent et minutt
ru: около минуты
tr: yaklaşık bir dakika
uk_ua: близько хвилини
vi: khoảng một phút

source: %d min
ca: %d m
de: %d Minuten
ru: %d мин
tr: %d dk
uk_ua: %d хв

source: about an hour
ar: ساعة تفريباً
ca: gairebé una hora
de: über eine Stunde
es: alrededor de una hora
fr: il y a une heure
gl: preto dunha hora
hr: oko jednog sata
hu: egy óra
nb_no: omtrent en time
ru: около часа
tr: yaklaşık bir saat
uk_ua: близько години
vi: Khoảng 1 giờ

source: yesterday
ar: البارحة
ca: ahir
cs_cz: včera
de: gestern
es: ayer
eu: atzo
fr: hier
gl: onte
he_il: אתמול
hr: jučer
hu: tegnap
nb_no: i går
nl: gisteren
ru: вчера
sl: včeraj
tr: dün
uk_ua: учора
vi: ngày hôm qua
zh_tw: 昨天

source: %d days
ar: %d يوم
ca: %d dies
de: %d Tage
es: %d días
fr: %d jours
gl: %d días
hr: %d dana
hu: %d nap
nb_no: %d dager
ru: %d дней
tr: %d gün
uk_ua: %d днів
vi: %d ngày

source: about a month
ar: شهر تفريباً
ca: gairebé un mes
de: vor einem Monat
es: alrededor de un mes
fr: il y a un mois
gl: preto dun mes
hr: optprilike mjesec dana
hu: egy hónap
nb_no: omtrent en måned
ru: около месяца
tr: yaklaşık bir ay
uk_ua: близько місяця
vi: khoảng một tháng

source: %d months
ar: %d أشهر
ca: %d mesos
de: %d Monate
es: %d meses
fr: %d mois
gl: %d meses
hr: %d mjeseci
hu: %d hónap
nb_no: %d måneder
ru: %d месяцев
tr: %d ay
uk_ua: %d місяців
vi: %d tháng

source: about a year
ar: سنة تقريباً
ca: gairebé un any
de: vor einem Jahr
es: alrededor de un año
fr: il y a un an
gl: preto dun ano
hr: oko godine dana
hu: egy év
nb_no: omtrent et år
ru: около года
tr: yaklaşık bir yıl
uk_ua: близько року
vi: khoảng một năm

source: %d years
ar: %d سنة
ca: %d anys
de: %d Jahren
es: %d años
fr: %d années
gl: %d anos
hr: %d godine
hu: %d év
nb_no: %d år
ru: %d лет
tr: %d yıl
uk_ua: %d років
vi: %d năm

source: Jan
ar: يناير
ca: gen.
cs_cz: led
es: Ene
eu: Urt
gl: Xan
he_il: ינו׳
hr: Sije
ru: Янв
tr: Oca
uk_ua: Січ
vi: tháng giêng

source: Feb
ar: فبراير
ca: febr.
cs_cz: úno
eu: Ots
fr: Fév
he_il: פבר׳
hr: Velj
ru: Фев
tr: Şub
uk_ua: Лют
vi: tháng 2

source: Mar
ar: مارس
ca: març
cs_cz: bře
de: März
he_il: מרץ
hr: Ožu
hu: Már
nl: mrt
ru: Мар
uk_ua: Бер
vi: tháng 3

source: Apr
ar: أبريل
ca: abr
cs_cz: dub
es: Abr
eu: Api
fr: Avr
gl: Abr
he_il: אפר׳
hr: Tra
hu: Ápr
ru: Апр
tr: Nis
uk_ua: Кві
vi: tháng 4

source: May
ar: مايو
ca: maig
cs_cz: kvě
de: Mai
eu: Mai
fr: Mai
gl: Mai
he_il: מאי
hr: Svi
hu: Máj
nb_no: Mai
nl: mei
ru: Май
sl: maj
uk_ua: Тра
vi: tháng 5

source: Jun
ar: يونيو
ca: juny
cs_cz: čer
de: Juni
eu: Eka
fr: Juin
gl: Xuñ
he_il: יונ׳
hr: Lip
hu: Jún
ru: Июн
tr: Haz
uk_ua: Чер
vi: tháng 6

source: Aug
ar: أغسطس
ca: ag.
cs_cz: srp
es: Ago
eu: Abu
fr: Aoû
gl: Ago
he_il: אוג׳
hr: Kol
ru: Авг
sl: avg.
tr: Ağu
uk_ua: Сер
vi: tháng 8

source: Sep
ar: سبتمبر
ca: set.
cs_cz: zář
de: Sept.
eu: Ira
gl: Set
he_il: ספט׳
hr: Ruj
hu: Szep
ru: Сен
tr: Eyl
uk_ua: Вер
vi: tháng 9

source: Dec
ar: ديسمبر
ca: des.
cs_cz: pro
de: Dez.
eu: Abe
he_il: דצמ׳
hr: Pro
nb_no: Des
ru: Дек
tr: Ara
uk_ua: Гру
vi: tháng 12

source: 2 days ago
ar: منذ يومين
ca: abans-d'ahir
cs_cz: před 2 dny
de: vor 2 Tagen
es: 2 días atrás
eu: duela 2 egun
fr: il y a 2 jours
gl: hai 2 días
he_il: לפני יומיים
hr: prije 2 dana
hu: 2 napja
nb_no: 2 dager siden
nl: 2 dagen geleden
ru: 2 дня спустя
sl: pred dvema dnevoma
tr: 2 gün önce
uk_ua: 2 дні тому
vi: 2 ngày trước
zh_tw: 2 天前

source: %s hour ago
ar: منذ %s ساعات
ca: fa %s hora
cs_cz: před %s hodinou
de: vor %s Stunde
es: %s hora atras
eu: duela ordu %s
fr: il y a %s heure
gl: fai %s hora
he_il: לפני שעה - %s
hr: prije %s sata
hu: %s órája
nb_no: %s time siden
nl: %s uur geleden
ru: %s часа тому назад
sl: pred %s uro
tr: %s saat önce
uk_ua: %s година тому
vi: %s giờ trước
zh_tw: %s 小時前

source: %s min ago
ar: منذ %s دقائق
ca: fa %s minut
cs_cz: před %s minutou
de: vor %s Minute
es: %s minuto atras
eu: duela minutu %s
fr: il y a %s minute
gl: fai %s minuto
he_il: לפני דקה - %s
hr: prije %s minute
hu: %s perce
nb_no: %s minutt siden
nl: %s minuut geleden
ru: %s минуты тому назад
sl: pred %s min.
tr: %s dakika önce
uk_ua: %s хвилина тому
vi: %s phút trước
zh_tw: %s 分鐘前

source: Insert a file
ar: إدراج ملف
ca: insereix un fitxer
cs_cz: Vložte soubor
de: Datei einfügen
es: insertar un archivo
eu: Txertatu fitxategia
fr: insérer un fichier
gl: Inserir un ficheiro
he_il: הוספת קובץ
hr: Umetni datoteku
hu: Fájl beszúrása
nb_no: Legg til fil
nl: Voeg een bestand in
ru: Вставте файл
sl: Vstavi datoteko
tr: Bir dosya ekle
uk_ua: Вставте файл
vi: chèn 1 tập tin
zh_tw: 插入檔案

source: Insert image
ar: أدخل رابط الصورة، مثل http://www.example.com/image.jpg أو قم برفع ملف الصورة
ca: insereix una imatge
cs_cz: Vložte obrázek
de: Gebe eine URLdes Bildes ein, zum Beispiel http://www.beispiel.de/image.jpg oder lade ein Bild von deinem Computer hoch
es: introduce la dirección URL de la imagen, ej http://ejemplo.com/imagen.jp or cargue un archivo de imagen
eu: Txertatu irudia
fr: entrer l'URL de l'image, ex. http://www.example.com/image.jpg ou transférer le fichier de l'image
gl: introducir o URL da imaxe, i.e. http://www.example.com/image.jpg ou cargar un ficheiro de imaxe
he_il: הוספת תמונה
hr: unesite URL slike, npr. http//www.primjer.com/slika.jpg ili učitajte slikovnu datoteku
hu: Kép beszúrása
nb_no: legg inn en lenke til bildet, feks. http://www.example.com/image.jpg eller last opp en bildefil
nl: Voeg een afbeelding in
ru: введите URL изображения, напр. http://www.example.com/image.jpg или загрузите файл изображения
sl: Vstavi sliko
tr: Resim ekle
uk_ua: Вставте зображення
vi: chèn hình
zh_tw: 插入影像

source: bold
ar: سميك
ca: negreta
cs_cz: tučné
de: Fett
es: negrita
eu: lodia
fr: gras
gl: grosa
he_il: מודגש
hr: boldirano
hu: félkövér
nb_no: fet
nl: vet
ru: жирный
sl: krepko
tr: kalın
uk_ua: напівжирний
vi: đậm
zh_tw: 粗體

source: italic
ar: مائل
ca: cursiva
cs_cz: kurzíva
de: Kursiv
es: cursiva
eu: etzana
fr: italique
gl: cursiva
he_il: נטוי
hr: ukošeno
hu: dőlt
nb_no: kursiv
nl: cursief
ru: курсив
sl: ležeče
tr: yatık
uk_ua: курсив
vi: nghiêng
zh_tw: 斜體

source: link
ar: رابط
ca: enllaç
cs_cz: odkaz
es: enlace
eu: esteka
fr: lien
gl: ligazón
he_il: קישור
hr: poveznica
hu: hivatkozás
nb_no: lenke
nl: koppeling
ru: ссылка
sl: povezava
tr: bağlantı
uk_ua: посилання
vi: liên hết
zh_tw: 連結

source: quote
ar: اقتباس
ca: cita
cs_cz: citace
de: Zitat
es: cita
eu: zita
fr: citation
gl: cita
he_il: ציטוט
hr: citat
hu: idézőjel
nb_no: apostroffer
nl: aanhalingsteken
ru: цитата
sl: navedek
tr: alıntı
uk_ua: цитата
vi: trích dẫn
zh_tw: 引文

source: preformatted text
ar: نص منسق مسبقاً
ca: text preformatat
cs_cz: formátovaný text
de: Vorformatierter Text
es: texto preformateado
eu: aurrez formateatutako testua
fr: texte pré-formaté
gl: texto preformatado
he_il: טקסט מעוצב מראש
hr: većoblikovan tekst
hu: előre formázott szöveg
nb_no: formatert tekst
nl: vooraf opgemaakte tekst
ru: форматирование текста
sl: vnaprej oblikovano besedilo
tr: hazır metin
uk_ua: форматований текст
vi: nội dung đã được định dạng
zh_tw: 預先格式文字

source: image
ar: صورة
ca: imatge
cs_cz: obrázek
de: Bild
es: imagen
eu: irudia
gl: imaxe
he_il: תמונה
hr: slika
hu: kép
nb_no: bilde
nl: afbeelding
ru: изображение
sl: slika
tr: resim
uk_ua: зображення
vi: hình
zh_tw: 影像

source: attachment
ar: مرفق
ca: adjunt
cs_cz: příloha
de: Anhang
es: archivo adjunto
eu: eranskina
fr: pièce jointe
gl: anexo
he_il: קובץ מצורף
hr: privitak
hu: melléklet
nb_no: tilbehør
nl: bijlage
ru: прикрепленный файл
sl: priponka
tr: ek
uk_ua: прикріплення
vi: đính kèm
zh_tw: 附件

source: numbered list
ar: قائمة رقمية
ca: llista numerada
cs_cz: číslovaný seznam
de: Nummerierte Liste
es: lista numerada
eu: zenbakitutako zerrenada
fr: liste numérotée
gl: lista numerada
he_il: רשימה ממוספרת
hr: numerirana lista
hu: számozott lista
nb_no: nummerert liste
nl: genummerde lijst
ru: пронумерованный список
sl: oštevilčen seznam
tr: numaralı liste
uk_ua: пронумерований список
vi: danh sách số
zh_tw: 數字編號清單

source: bulleted list
ar: قائمة نقطية
ca: llista de pics
cs_cz: odrážkový seznam
de: Liste
es: lista viñetada
eu: buletdun zerrenda
fr: liste à puces
gl: lista con viñetas
he_il: רשימה עם תבליטים
hr: lista s oznakama
hu: felsorolásos lista
nb_no: punktliste
nl: lijst met opsommingstekens
ru: маркированный список
sl: označen seznam
tr: madde imli liste
uk_ua: промаркований список
vi: danh sách liệt kê
zh_tw: 項目符號清單

source: heading
ar: عنوان
ca: encapçalament
cs_cz: nadpis
de: Titel
es: encabezado
eu: goiburua
fr: titre
gl: cabeceira de contido
he_il: כותרת
hr: zaglavlje
hu: címsor
nb_no: tittel
nl: kop
ru: заголовок
sl: naslov
tr: başlık
uk_ua: заголовок
vi: tiêu đề
zh_tw: 標題

source: horizontal bar
ar: شريط أفقي
ca: barra horitzontal
cs_cz: vodorovná čára
de: horizontaler Balken
es: barra horizontal
eu: barra horizontala
fr: barre horizontale
gl: barra horizontal
he_il: שורה אופקית
hr: horizontalna linija
hu: vízszintes vonal
nb_no: horsisontal boks
nl: horizontale balk
ru: горизонтальная полоса
sl: vodoravno ločilo
tr: yatay çubuk
uk_ua: горизонтальна смуга
vi: thanh ngang
zh_tw: 水平列

source: undo
ar: تراجع
ca: desfés
cs_cz: zpět
de: Rückgängig
es: deshacer
eu: desegin
fr: défaire
gl: desfacer
he_il: ביטול
hr: poništi
hu: visszavonás
nb_no: angre
nl: ongedaan maken
ru: отменить
sl: razveljavi
tr: geri al
uk_ua: відмінити
vi: lùi lại
zh_tw: 取消動作

source: redo
ar: إعادة
ca: refés
cs_cz: opakovat
de: Wiederholen
es: rehacer
eu: berregin
fr: refaire
gl: refacer
he_il: ביצוע חוזר
hr: vrati
hu: mégis
nb_no: gjenta
nl: overdoen
ru: повторить
sl: ponovi
tr: yeniden
uk_ua: повторити
vi: làm lại
zh_tw: 再次動作

source: enter image url
ar: أدخل عنوان الصورة، مثلاً http://www.example.com/image.jpg - أو ارفع ملف صورة
ca: introduïu l'URL de la imatge, p. ex. http://www.exemple.com/imatge.jpg o pugeu un fitxer d'imatge
cs_cz: zadejte adresu obrázku, např. http://www.example.com/image.jpg, nebo nahrajte soubor s obrázkem
de: Bild-URL eingeben, zum Beispiel <br />http://www.ihredomain.de/bildname.jpg
es: introduce la dirección URL de la imagen
eu: idatzi irudiaren URLa, adib. http://www.adibidea.eus/irudia.jpg edo igo irudi-fitxategi bat
fr: saisir l'URL de l'image, par example http://www.example.com/image.jpg ou télécharger une image vers le serveur
gl: introducir o URL da imaxe, i.e. http://www.example.com/image.jpg ou cargar un ficheiro de imaxe
he_il: יש להזין את כתובת התמונה, למשל: http://www.example.com/image.jpg או להעלות קובץ תמונה
hr: unesite url slike
hu: adja meg a kép URL-címét
nb_no: legg inn en lenke til bildet, feks. http://www.example.com/image.jpg eller last opp en bildefil
nl: voer de URL van de afbeelding in, zoals http://www.voorbeeld.com/afbeelding.jpg of upload een afbeeldingsbestand
ru: введите url изображения, например:<br /> http://www.domain.ru/kartinka.gif
sl: vnesite URL slike, npr. http://www.example.com/slika.jpg, ali naložite datoteko slike
tr: resmin URLsini girin, örn. http://www.example.com/resim.jpg veya bir resim dosyası yükleyin
uk_ua: введіть URL зображення, наприклад http://www.example.com/image.jpg або завантажте файл зображення
vi: nhập url hình
zh_tw: 輸入影像網址

source: enter url
ar: أدخل عنوان الموقع، مثلاً http://www.example.com "عنوان الصفحة"
ca: introduïu l'adreça web, p. ex. http://www.exemple.com "títol de la pàgina"
cs_cz: zadejte webovou adresu, např. http://www.example.com
de: URL eingeben, zum Beispiel <br />http://www.askbot.org/ </p>
es: introduce la dirección URL
eu: idatzi web helbidea, adib. https://www.adibidea.eus "orriaren izenburua"
fr: saisir une adresse web, par example http://www.example.com "titre de la page"
gl: introducir enderezo web, i.e.: http://www.example.com "título de páxina"
he_il: יש להזין כתובת אתר, למשל: http://www.example.com „כותרת העמוד“
hr: unesite url
hu: adja meg az URL-címet
nb_no: legg inn nettaddresse, feks. http://www.example.com "Sidetittel"
ru: введите url, например:<br />http://www.domain.ru/ </p>
sl: vnesite spletni naslov, npr. http://www.example.com "naslov strani"
tr: web adresini girin, örn. http://www.example.com "sayfa başlığı"
uk_ua: введіть Web адресу, наприклад http://www.example.com "назва сторінки"
vi: nhập url
zh_tw: 輸入網址

source: upload file attachment
ar: فضلاً اختر ملفاً لرفعه:
ca: Si us plau, seleccioneu i pugeu un fitxer:
cs_cz: Zvolte a nahrajte soubor:
de: Dateianhang hochladen
es: subir archivo adjunto
eu: Aukeratu eta igo fitxategi bat:
fr: Merci de choisir un fichier et de le télécharger vers le serveur:
gl: Escolle e carga un ficheiro:
he_il: נא לבחור ולהעלות קובץ:
hr: Please choose and upload a file:
hu: fájlmelléklet feltöltése
nb_no: Vennligst velg eller last opp fil:
nl: Kies en upload en bestand:
ru: загрузить файл
sl: Izberite in naložite datoteko:
tr: ekteki dosyayı yollayın
uk_ua: Будь-ласка, оберіть за завантажте файл:
vi: tải lên 1 tập tin đính kèm
zh_tw: 上傳檔案附件

source: strong text
ca: text amb èmfasi
cs_cz: silně zdůrazněný text
eu: testu lodia
he_il: טקסט חזק
nl: sterke tekst
sl: krepko besedilo
zh_tw: 重點文字

source: emphasized text
ca: text amb èmfasi
cs_cz: zdůrazněný text
eu: testu nabarmendua
he_il: טקסט מודגש
nl: benadrukte tekst
sl: poudarjeno besedilo
zh_tw: 強調文字

source: image description
ar: وصف الصورة
ca: descripció de la imatge
cs_cz: popisek obrázku
de: Bildbeschreibung
es: descripción de la imagen
eu: irudiaren deskripzioa
fr: description de l'image
gl: descrición da imaxe
he_il: תיאור תמונה
hr: opis slike
hu: kép leírása
nb_no: bildebeskrivelse
nl: afbeeldings-beschrijving
ru: описание изображения
sl: opis slike
tr: resmin açıklaması
uk_ua: опис зображення
vi: mô tả hình ảnh
zh_tw: 影像描述

source: file name
ar: اسم الملف
ca: nom del fitxer
cs_cz: název souboru
de: Dateiname
es: nombre de archivo
eu: fitxategi-izena
fr: nom du fichier
gl: nome do ficheiro
he_il: שם קובץ
hr: ime datoteke
hu: fájlnév
nb_no: filnavn
nl: bestandsnaam
ru: название файла
sl: ime datoteke
tr: dosya adı
uk_ua: назва файлу
vi: tên tập tin
zh_tw: 檔案名稱

source: link text
ar: نص الرابط
ca: text de l'enllaç
cs_cz: text odkazu
es: texto del enlace
eu: estekaren testua
fr: texte du lien
gl: texto da ligazón
he_il: טקסט הקישור
hr: poveži tekst
hu: hivatkozásszöveg
nb_no: lenketekst
nl: tekst koppelen
ru: текст ссылки
sl: besedilo povezave
tr: bağlantı metni
uk_ua: текст посилання
vi: liên kết văn bản
zh_tw: 連結文字

source: enter code here
ca: introdueix aquí el codi
cs_cz: zadejte sem kód
eu: idatzi kodea hemen
he_il: נא להזין קוד כאן
nl: voer hier de code in
sl: kodo vnesite sem
zh_tw: 在這裡輸入代碼

source: List item
ca: Llista d'elements
cs_cz: Položka seznamu
eu: Zerrendako elementua
he_il: פריט ברשימה
nl: lijstitem
sl: Element seznama
zh_tw: 清單項目

source: Heading
ca: Encapçalament
cs_cz: Nadpis
eu: Goiburua
he_il: כותרת עליונה
nl: Kop
sl: Naslov
zh_tw: 標題

source: enter > %(length)s character
cs_cz: zadejte > %(length)s znak
eu: sartu > karaktere %(length)s
he_il: נא להקליד > תו אחד - %(length)s
sl: vnos > %(length)s znak
zh_tw: 請輸入 > %(length)s 個字元

source: Jul
ar: يوليو
cs_cz: čec
de: Juli
eu: Uzt
fr: Jui
gl: Xul
he_il: יול׳
hr: Srp
hu: Júl
ru: Июл
tr: Tem
uk_ua: Лип
vi: tháng 7

source: Oct
ar: أكتوبر
cs_cz: říj
de: Okt.
eu: Urr
gl: Out
he_il: אוק׳
hr: Lis
hu: Okt
nb_no: Okt
nl: okt
ru: Окт
sl: okt.
tr: Eki
uk_ua: Жов
vi: tháng 10

source: Nov
ar: نوفمبر
cs_cz: lis
eu: Aza
he_il: נוב׳
hr: Stu
ru: Ноя
tr: Kas
uk_ua: Лис
vi: tháng 11

source: search or ask your question
es: buscar o haz tu pregunta
fr: Rechercher ou poser votre question
hr: pretražite ili postavite vlastito pitanje
ru: найдите или задайте вопрос
uk_ua: знайдіть або задайте Ваше питання
vi: tìm hoặc đặt câu hỏi

source: %d h
de: %d Stunden
ru: %d час
tr: %d sa
uk_ua: %d год
