Repository: zhguokai/askbot-devel
Catalog: askbot/locale/*/LC_MESSAGES/django.po
Languages: hr, hu

source: Facebook API key and Facebook secret allow to use Facebook Connect login method at your site. Please obtain these keys at <a href="%(url)s">facebook create app</a> site
hr: Facebookov API ključ i Facebook tajna dozvoljavaju upotrebu Facebook Connect usluge kao metodu prijave na vašu stranicu. Preuzmite ključeve sa <a href="%(url)s">facebook create app</a> stranice
hu: A Facebook API kulcs és a Facebook titkos kulcs lehetővé teszik a Facebook Connect bejelentkezési módszert az oldalon. Ezeket a kulcsokat a <a href="%(url)s">facebook app készítő</a> oldalon szerezheti be.

source: Facebook secret key
hr: Facebookov tajni ključ
hu: Facebook titkos kulcs

source: Twitter consumer key
hr: Twitterov korisnički ključ
hu: Twitter fogyasztói kulcs

source: Please register your forum at <a href="%(url)s">twitter applications site</a>
hr: Registrirajte forum na <a href="%(url)s">twitterovoj stranici s aplikacijama</a>
hu: Regisztrálja fórumát a <a href="%(url)s">twitter alkalmazások oldalán</a>

source: Twitter consumer secret
hr: Twitterova korisnička tajna
hu: Twitter fogyasztói titkos kulcs

source: LinkedIn consumer key
hr: LinkedInov korisnički ključ
hu: LinkedIn fogyasztói kulcs

source: Please register your forum at <a href="%(url)s">LinkedIn developer site</a>
hr: Registrirajte forum na <a href="%(url)s">LinkedIn razvijateljskoj stranici</a>
hu: Regisztrálja fórumát a <a href="%(url)s">LinkedIn fejlesztői oldalán</a>

source: LinkedIn consumer secret
hr: LinkedInova korisnička tajna
hu: LinkedIn fogyasztói titkos kulcs

source: ident.ca consumer key
hr: ident.ca korisnički ključ
hu: ident.ca fogyasztói kulcs

source: Please register your forum at <a href="%(url)s">Identi.ca applications site</a>
hr: Registrirajte forum na <a href="%(url)s">Identi.ca aplikacijskoj stranici</a>
hu: Regisztrálja fórumát az <a href="%(url)s">identi.ca alkalmazások oldalán</a>

source: ident.ca consumer secret
hr: ident.ca korisnička tajna
hu: ident.ca fogyasztói titkos kulcs

source: Messages and pages - about, privacy policy, etc.
hr: Poruke i stranice - o nama, pravila o privatnosti, itd.
hu: Üzenetek és oldalak – névjegy, adatkezelési irányelvek stb.

source: Text of the Q&A forum About page (html format)
hu: A Q&A fórum Névjegy oldalának szövege (HTML formátumban)

source: Save, then <a href="http://validator.w3.org/">use HTML validator</a> on the "about" page to check your input.
hr: Spremi, zatim <a href="http://validator.w3.org/">upotrijebi HTML validator</a>" na "onama" stranici radi provjere unosa.
hu: Mentse, majd a <a href="http://validator.w3.org/">HTML ellenőrzővel</a> ellenőrizze a névjegy oldal tartalmát.

source: Text of the Q&A forum FAQ page (html format)
hu: A Q&A fórum GyIK oldalának szövege (HTML formátumban)

source: Save, then <a href="http://validator.w3.org/">use HTML validator</a> on the "faq" page to check your input.
hr: Spremi, zatim <a href="http://validator.w3.org/">upotrijebi HTML validator</a>" na "faq" stranici radi provjere unosa.
hu: Mentse, majd a <a href="http://validator.w3.org/">HTML ellenőrzővel</a> ellenőrizze a GyIK oldal tartalmát.

source: Instructions on how to ask questions
hr: Upute o tome kako postavljati pitanja
hu: Utasítások a kérdések feltételének módjáról

source: HTML is allowed. Save, then <a href="http://validator.w3.org/">use HTML validator</a> on the "ask" page to check your input.
hr: HTML je dopušten. Spremite, a zatim <a href="http://validator.w3.org/">koristite HTML validator</a> na stranici "pitaj" kako biste provjerili unos.
hu: A HTML engedélyezett. Mentse, majd a <a href="http://validator.w3.org/">HTML ellenőrzővel</a> ellenőrizze az „ask” oldal tartalmát.

source: Text of the Q&A forum Privacy Policy (html format)
hu: A Q&A fórum Adatkezelési irányelvek oldalának szövege (HTML formátumban)

source: Save, then <a href="http://validator.w3.org/">use HTML validator</a> on the "privacy" page to check your input.
hr: Spremi, zatim <a href="http://validator.w3.org/">upotrijebi HTML validator</a>" na "privatnost" stranici radi provjere unosa.
hu: Mentse, majd a <a href="http://validator.w3.org/">HTML ellenőrzővel</a> ellenőrizze az Adatkezelési irányelvek oldal tartalmát.

source: Do not edit this field manually!!!
hr: Ne uređujte ovo polje ručno!!!
hu: Ne szerkessze ezt a mezőt saját kezűleg!!!

source: Data entry and display rules
hr: Unos podataka i pravila prikazivanja
hu: Adatbeviteli és -megjelenítési szabályok

source: Editor for the posts
hr: Uređivač postova
hu: Bejegyzések szerkesztője

source: Editor for the comments
hr: Uređivač komentara
hu: Hozzászólások szerkesztője

source: Enable big Ask button
hr: Omogući veliki gumb Pitaj
hu: A nagy Kérdés gomb engedélyezése

source: Disabling this button will reduce number of new questions. If this button is disabled, the ask button in the search menu will still be available.
hr: Onemogućavanje ovog gumba smanjit će broj novih pitanja. Ako je veliki gumb onemogućen, još uvijek će biti dostupan onaj iz izbornika pretraživanja.
hu: A gomb letiltása csökkenti az új kérdések számát. Ha ez a gomb le van tiltva, a keresés menü Kérdés gombja továbbra is elérhető.

source: Enable embedding videos.
hr: Omogući umetanje videa.
hu: Videók beágyazásának engedélyezése.

source: <em>Note: please read <a href="%(url)s">read this</a> first.</em>
hr: <em>Napomena: prvo pročitajte <a href="%(url)s">ovo</a>.</em>
hu: <em>Megjegyzés: Előbb olvassa el <a href="%(url)s">ezt</a>.</em>

source: Check to enable community wiki feature
hr: Označite kako biste omogućili wiki-značajke zajednice
hu: Jelölje be a közösségi wiki szolgáltatás bekapcsolásához

source: Users do not accrue reputation for anonymous questions and their identity is not revealed until they change their mind
hr: Korisnicima ne raste ugled za anonimna pitanja i njihov identitet se ne otkriva sve dok ne promjene mišljenje
hu: A felhasználók hírneve nem növekszik a névtelen kérdésekért és személyazonosságuk nem kerül felfedésre, amíg nem gondolják meg magukat.

source: Allow posting before logging in
hr: Dopusti objavljivanje prije prijave
hu: Beküldés engedélyezése bejelentkezés előtt

source: Check if you want to allow users start posting questions or answers before logging in. Enabling this may require adjustments in the user login system to check for pending posts every time the user logs in. The builtin Askbot login system supports this feature.
hr: Označite kako biste omogućili korisnicima da počnu objavljivati pitanja ili odgovore prije negoli se prijave. Omogućavanje ove opcije zahtjeva podešavanje korisničkog sustava prijava kako bi se pri svakoj prijavi provjeravalo postoji li nešto za objaviti. Ugrađeni Askbot sustav prijava sadržava ovu značajku.
hu: Jelölje be, ha a felhasználók a bejelentkezés előtt is beküldhetnek kérdéseket vagy válaszokat. Bekapcsolása a felhasználói bejelentkezési rendszerben módosításokat igényelhet a függőben lévő bejegyzések kereséséhez a felhasználó bejelentkezésekor. A beépített Askbot bejelentkezési rendszer támogatja.

source: Auto-follow questions by the Author
hr: Automatski prati pitanja ovog autora
hu: A szerző kérdéseinek automatikus követése

source: Fully open by default
hr: Prema zadanim postavkama otvori u potpunosti
hu: Alapból teljesen nyitott

source: Folded by default
hr: Prema zadanim postavkama otvori prekopljeno
hu: Alapból összecsukott

source: Question details/body editor should be
hr: Uređivač detalja/sadržaja pitanja treba bi biti
hu: A kérdés részletei/törzsének szerkesztője legyen

source: Allow swapping answer with question
hr: Dopusti zamjenu pitanja s odgovorom
hu: A válasz és a kérdés megcserélésének engedélyezése

source: This setting will help import data from other forums such as zendesk, when automatic data import fails to detect the original question correctly.
hr: Ova će opcija pomoći unosu podataka s drugih foruma kao što je zendesk kada automatski unos ne uspije otkriti orginalno pitanje pravilno.
hu: Ez segíti az adatok importálását más fórumokból, mint például a zendesk, amikor az automatikus adatimportálás nem ismeri fel helyesen az eredeti kérdést.

source: Maximum length of tag (number of characters)
hr: Najveća dopuštena duljina taga (broj znakova)
hu: A címkék maximális hossza karakterben

source: Minimum length of title (number of characters)
hr: Najmanja dopuštena duljina naslova (broj znakova)
hu: A cím minimális hossza karakterben

source: Minimum length of question body (number of characters)
hr: Najmanja dopuštena duljina pitanja (broj znakova)
hu: A kérdéstörzs minimális hossza karakterben

source: Minimum length of answer body (number of characters)
hr: Najmanja dopuštena duljina odgovora (broj znakova)
hu: A választörzs minimális hossza karakterben

source: Minimum length of comment (number of characters)
hr: Najmanja dužina komentara (broj znakova)
hu: A hozzászólás minimális hossza karakterben

source: Limit one answer per question per user
hr: Ograniči na samo jedan odgovor na pitanje po korisniku
hu: Korlátozás felhasználónként és kérdésenként egy válaszra

source: Enable accepting best answer
hr: Omogući prihvaćanje najboljeg odgovora
hu: Legjobb válasz elfogadásának engedélyezése

source: Are tags required?
hr: Jesu li tagovi obavezni?
hu: A címkék kötelezők?

source: category tree
hr: shema kategorije
hu: kategóriafa

source: user input
hr: korisnički unos
hu: felhasználói bevitel

source: Source of tags
hr: Izvor tagova
hu: Címkék forrása

source: Mandatory tags
hr: Obavezni tagovi
hu: Kötelező címkék

source: At least one of these tags will be required for any new or newly edited question. A mandatory tag may be wildcard, if the wildcard tags are active.
hr: Najmanje će jedan od ovih tagova biti potreban za svako novo ili nanovo uređivano pitanje. Spomenuti tag može sadržavati zamjenske znakove ako su aktivni tagovi koji omogućuju zamjenske znakove.
hu: Ezen címkék legalább egyike szükséges az új vagy újonnan szerkesztett kérdésekhez. A kötelező címke lehet helyettesítő karakter, ha a helyettesítő címkék be vannak kapcsolva.

source: Force lowercase the tags
hr: Prisili da tagovi budu pisani malim slovima
hu: Címkék kisbetűsítésének kényszerítése

source: Attention: after checking this, please back up the database, and run a management command: <code>python manage.py fix_question_tags</code> to globally rename the tags
hr: Pozor: nakon provjere, napravite sigurnosnu kopiju baze podataka i unesite naredbu za upravljanje: <code>python manage.py fix_question_tags</code> kako biste preimenovali sve tagove
hu: Figyelem: ennek bekapcsolása után mentse az adatbázist, és futtassa a következő felügyeleti parancsot a címkék globális átnevezéséhez: <code>python manage.py fix_question_tags</code>

source: Format of tag list
hr: Oblikovanje liste tagova
hu: A címkelista formátuma

source: Select the format to show tags in, either as a simple list, or as a tag cloud
hr: Odaberite format u kojem će se tagovi prikazivati, kao obična lista, ili kao oblak tagova
hu: Válassza ki a címkék megjelenítési formátumát: egyszerű lista vagy címkefelhő

source: Use wildcard tags
hr: Koristi tagove sa zamjenskim znakovima
hu: Helyettesítő címkék használata

source: Wildcard tags can be used to follow or ignore many tags at once, a valid wildcard tag has a single wildcard at the very end
hr: Zamjenski znakovi mogu biti korišteni kako bi se moglo pratiti ili zanemarivati više tagova odjednom, pravilna upotreba takvih tagova sastoji se od jednog zamjenskog znaka na samome kraju
hu: A helyettesítő címkék sok címke követésére vagy figyelmen kívül hagyására használhatók, az érvényes helyettesítő címke legvégén egy helyettesítő karakter áll

source: Use separate set for subscribed tags
hr: Koristi poseban skup za pretplaćene tagove
hu: Eltérő halmaz használata feliratkozott címkékhez

source: If enabled, users will have a third set of tag selections - "subscribed" (by email) in additon to "interesting" and "ignored"
hr: Ako je omogućeno, korisnici će imati i treću skupinu tagova - "pretplaćeno" (elektroničkom poštom) kao dodatak "zanimljivom" i "ignoriranom"
hu: Ha engedélyezett, a felhasználóknak harmadik címkeválaszték jelenik meg, a „feliratkozott” (e-mailben) az „érdekes” és a „mellőzött” mellett

source: Always, for all users
hr: Uvijek, za sve korisnike
hu: Mindig, minden felhasználó számára

source: Never, for all users
hr: Nikada, za sve korisnike
hu: Soha, minden felhasználó számára

source: Let users decide
hr: Dopusti korisnicima da odluče
hu: Felhasználók dönthessék el

source: Publicly show user tag selections
hr: Javni prikaži korisnikov odabir tagova
hu: Felhasználói címkeválasztékok nyilvános megjelenítése

source: Enable separate tag search box on main page
hr: Omogući dodatnu kućica za pretraživanje tagova na glavnoj stranici
hu: Külön címkekereső mező megjelenítése a főoldalon

source: Default max number of comments to display under posts
hr: Zadani najveći broj komentara prikazivanih ispod objave
hu: A bejegyzések alatt megjelenítendő hozzászólások alapértelmezett maximális száma

source: Maximum comment length, must be < %(max_len)s
hu: Maximális hozzászóláshossz, < %(max_len)s kell legyen

source: Limit time to edit comments
hr: Ograniči vrijeme za uređivanje komentara
hu: Hozzászólások szerkesztési idejének korlátozása

source: If unchecked, there will be no time limit to edit the comments
hu: Ha nincs bejelölve, akkor a hozzászólások szerkesztéséhez nem lesz időkorlát beállítva

source: Minutes allowed to edit a comment
hr: Vremenski period u minutama unutar kojega je moguće uređivati komentar
hu: Hozzászólások szerkesztésére engedélyezett idő percben

source: To enable this setting, check the previous one
hr: Da biste omogućili ovu postavku, označite prethodnu
hu: Az engedélyezéséhez engedélyezze az előző beállítást

source: Save comment by pressing <Enter> key
hu: Hozzászólás mentése az Enter megnyomásával

source: This may be useful when only one-line comments are desired. Will not work with TinyMCE editor.
hr: Ovo može biti korisno kada su poželjni samo komentari od jednog retka. Neće raditi sa TinyMCE uređivačem.
hu: Ez akkor lehet hasznos, ha csak egysoros hozzászólásokat vár. Nem fog működni a TinyMCE szerkesztővel.

source: Minimum length of search term for Ajax search
hr: Najmanja dužina pretraživanog termina za Ajax tražilicu
hu: Keresőkifejezés minimális hossza az Ajax kereséshez

source: Must match the corresponding database backend setting
hr: Mora odgovarati postavkama pozadinskog servisa baze podataka
hu: Meg kell egyeznie a megfelelő adatbázis-háttérprogram beállításával

source: Do not make text query sticky in search
hr: U pretrazi ne pravi tekstualni upit ljepljivim
hu: Ne tegye ragadóssá a keresőkifejezést a keresésben

source: Check to disable the "sticky" behavior of the search query. This may be useful if you want to move the search bar away from the default position or do not like the default sticky behavior of the text search query.
hr: Označite za deaktiviviranje "ljepljivog" ponašanja za traženi upit. Ovo može biti korisno ako želite promijeniti prostor za pretraživanje izvan zadanog položaja ili vam se ne sviđa zadano ljepljivo ponašanje tekstualnog upita
hu: Jelölje be a keresési kifejezés „ragadós” viselkedésének kikapcsolásához. Ez akkor lehet hasznos, ha a keresősávot szeretné elmozgatni az alapértelmezett helyéről, vagy nem kedveli a keresési kifejezés alapértelmezett „ragadós” viselkedését.

source: Maximum number of tags per question
hr: Najveći dopušteni broj tagova po pitanju
hu: Címkék maximális száma kérdésenként

source: Number of questions to list by default
hr: Broj pitanja za izlistati prema zadanim potavkama
hu: Alapesetben felsorolandó kérdések száma

source: What should "unanswered question" mean?
hr: Što bi "neodgovoreno pitanje" trebalo značiti?
hu: Mit jelentsen a „megválaszolatlan kérdés”?

source: Group settings
hr: Postavke grupe
hu: Csoportbeállítások

source: Enable user groups
hr: Omogući korisničke grupe
hu: Felhasználói csoportok engedélyezése

source: Global user group name
hr: Ime opće korisničke grupe
hu: Globális felhasználóicsoport-név

source: All users belong to this group automatically
hr: Svi korisnici automatski pripadaju ovoj grupi
hu: Minden felhasználó automatikusan ehhez a csoporthoz tartozik

source: Enable group email adddresses
hr: Omogući grupne adrese elektroničke pošte
hu: Csoport e-mail címeinek bekapcsolása

source: If selected, users can post to groups by email "group-name@domain.com"
hr: Ako je omogućeno, korisnici mogu slati poruke grupi elektroničkom poštom oblika "group-name@domain.com"
hu: Ha be van jelölve, a felhasználók e-mailben szólhatnak hozzá a csoportokhoz a „csoport-neve@tartomany.hu” címen

source: Karma & Badge visibility
hr: Vidljivost karme i znački
hu: Karma és plecsnik láthatósága

source: Visibility of karma
hr: Vidljivost karme
hu: Karma láthatósága

source: User's karma may be shown publicly or only to the owners
hr: Karma može biti prikazana javno ili samo vlasniku
hu: A felhasználói karma látható-e nyilvánosan vagy csak a tulajdonosok számára

source: Visibility of badges
hr: Vidljivost znački
hu: Plecsnik láthatósága

source: Badges can be either publicly shown or completely hidden
hr: Značke mogu biti prikazane javno ili potpuno skrivene
hu: A plecsnik megjeleníthetők nyilvánosan vagy teljesen elrejthetők

source: LDAP login configuration
hr: Konfiguracija LDAP prijave
hu: LDAP bejelentkezés beállítása

source: Use LDAP authentication for the password login
hr: Koristi LDAP provjeru valjanosti za prijavu lozinkom
hu: LDAP hitelesítés használata a jelszavas bejelentkezéshez

source: Automatically create user accounts when possible
hr: Automatski napravi korisnički račun ako je moguće
hu: Felhasználói fiókok automatikus létrehozása ha lehetséges

source: Potentially reduces number of steps in the registration process but can expose personal information, e.g. when LDAP login name is the same as email address or real name.
hr: Potencijalno smanjuje broj koraka potrebnih za registraciju, ali može učiniti osobne informacije ranjivima, npr. kada je ime za prijevu jednako adresi elektroničke pošte ili stvarnom imenu.
hu: Csökkentheti a regisztrációs folyamathoz szükséges lépések számát, de személyes információkat tehet nyilvánossá, ha például az LDAP bejelentkezési név azonos az e-mail címmel vagy valódi névvel.

source: Version 3
hr: Inačica 3
hu: 3. verzió

source: Version 2 (insecure and deprecated)!!!
hr: Inačica 2 (nesigurna i zastarjela)!!!
hu: 2. verzió (nem biztonságos és elavult!)

source: LDAP protocol version
hr: Inačica LDAP protokola
hu: LDAP protokollverzió

source: Note that Version 2 protocol is not secure!!! Do not use it on unprotected network.
hr: Protokol u inačici 2 nije siguran!!! Ne koristite ga na nezaštićenoj mreži.
hu: Vegye figyelembe, hogy a 2. verziójú protokoll nem biztonságos! Ne használja védtelen hálózaton.

source: LDAP encoding
hr: LDAP kodiranje
hu: LDAP kódolás

source: This value in almost all cases is "utf-8". Change it if yours is different. This field is required
hr: U većini slučajeva ova je vrijednost "utf-8". Promijenite ako je vaša drugačija. Ovo je polje potrebno ispuniti
hu: Ez az érték majdnem mindig „utf-8”. Módosítsa, ha a sajátja eltérő. Ez a mező kötelező.

source: Base DN (distinguished name)
hr: Osnovno RI (razlikovno ime)
hu: Alap megkülönböztető név (DN)

source: User search filter template
hr: Korisnički predložak fitra za pretraživanje
hu: Felhasználókeresési szűrő sablon

source: Python string format template, must have two string placeholders, which should be left in the intact format. First placeholder will be used for the user id field name, and the second - for the user id value. The template can be extended to match schema of your LDAP directory.
hr: Predložak oblkovan kao python skripta mora imati dva čuvara mjesta koji ne bi trebali biti izmjenjenog oblika. Prvi čuvar bit će korišten kao id polje za korisničko ime, a drugo - za korisničku id vrijednos. Predložak proširivan da odgovara shemi vaše LDAP mape.
hu: Python sztringformázó sablon, két helykitöltővel kell rendelkeznie, amelyeket érintetlenül kell hagyni. Az első helykitöltő a felhasználóazonosító mezőnévhez lesz felhasználva, a második pedig a felhasználóazonosító értékéhez. A sablon kibővíthető az LDAP címtár sémájának megfelelően.

source: UserID/login field
hr: KorisničkiID/polje za prijavu
hu: Felhasználói azonosító/bejelentkezési név mező

source: This field is required. For Microsoft Active Directory this value usually is "sAMAccountName".
hr: Ovo je polje potrebno ispuniti. Za Microsoft Active Directory vrijednost je obično "sAMAccountName".
hu: Ez a mező kötelező. Microsoft Active Directory esetén ez az érték általában „sAMAccountName”

source: "Common Name" field
hr: Polje Uobičajeno ime
hu: „Általános név” mező

source: Common name is a formal or informal name of a person, can be blank. Use it only if surname and given names are not available.
hr: Uobičajeno je ime neformalno ime osobe, može ostati prazno. Koristite ga samo ako prezime ili dana imena nisu dostupna.
hu: Az általános név egy személy valódi vagy beceneve, lehet üres is. Csak akkor használja, ha a vezeték- és utónév nem érhető el.

source: First name, Last name
hr: Ime, prezime
hu: Utónév, vezetéknév

source: Last name, First name
hr: Prezime, ime
hu: Vezetéknév, utónév

source: "Common Name" field format
hr: Oblikovanje polja "Uobičajeno ime"
hu: „Általános név” mező formátuma

source: Use this only if "Common Name" field is used.
hr: Koristite ovo samo je u upotrebi polje "Uobičajeno ime"
hu: Ezt csak akkor használja, ha az „Általános név” mezőt is használja.

source: Given (First) name
hr: Osobno ime
hu: Utónév

source: This field can be blank
hr: Polje može biti prazno
hu: Ez a mező lehet üres is

source: Surname (last) name
hr: Prezime
hu: Vezetéknév

source: LDAP Server EMAIL field name
hr: LDAP Server EMAIL naziv polja
hu: LDAP kiszolgáló EMAIL mezőjének neve

source: This field is required
hr: Polje je potrebno ispuniti
hu: Kötelező mező

source: Common left sidebar
hr: Uobičajena lijeva bočna traka
hu: Közös bal oldalsáv

source: Enable left sidebar
hr: Omogući lijevu bočnu traku
hu: Bal oldalsáv bekapcsolása

source: HTML for the left sidebar
hr: HTML za lijevu bočnu traku
hu: A bal oldalsáv HTML tartalma

source: Use this area to enter content at the LEFT sidebarin HTML format. When using this option, please use the HTML validation service to make sure that your input is valid and works well in all browsers.
hr: Koristi ovo područje za unos sadržaja u LIJEVU bočnu traku u HTML formatu. Prilikom korištenja ove mogućnosti koristite HTML validator kako bi ste provjerili da je vaš unos ispravan te da je prikaz ispravan u u svim preglednicima.
hu: Itt megadhatja a BAL oldalsáv tartalmát HTML formátumban. Ezen lehetőség használatakor használja a HTML ellenőrző szolgáltatást, hogy a bevitt tartalom érvényes és minden böngészőben működő legyen.

source: Content License
hr: Licenca sadržaja
hu: Tartalom licence

source: Show license clause in the site footer
hr: Prikaži licencijsku klauzulu u podnožju stranice
hu: Licencfeltételek megjelenítése az oldal láblécében

source: Short name for the license
hr: Kratko ime licencije
hu: A licenc rövid neve

source: Full name of the license
hr: Puno ime licencije
hu: A licenc teljes neve

source: Add link to the license page
hr: Dodaj poveznjicu stranicu licencije
hu: Link a licencoldalra

source: License homepage
hr: Internetska stranica licencije
hu: Licenc honlapja

source: URL of the official page with all the license legal clauses
hr: URL službene stranice sa svim klauzulama licencije
hu: A licenc összes jogi feltételét tartalmazó hivatalos oldal URL-címe

source: Use license logo
hr: Koristi logo licencije
hu: Licenclogó használata
