Repository: zhguokai/askbot-devel
Catalog: askbot/locale/*/LC_MESSAGES/django.po
Languages: hr, hu

source: UNANSWERED
hr: NEODGOVORENO
hu: MEGVÁLASZOLATLAN

source: duplicate question
hr: pitanje duplikat
hu: ismételt kérdés

source: question is off-topic or not relevant
hr: pitanje je nije vezano za temu i irelevantno je
hu: a kérdés offtopik vagy nem fontos

source: too subjective and argumentative
hr: odviše subjektivno i polemično
hu: túl szubjektív és vitageneráló

source: not a real question
hr: zapravo i nije pitanje
hu: nem valódi kérdés

source: the question is answered, right answer was accepted
hr: odgovoreno je na pitanje, dobar je odgovor prihvaćen
hu: a kérdés megválaszolva, a helyes válasz elfogadva

source: question is not relevant or outdated
hr: pitanje nije relevantno ili je staro
hu: a kérdés nem fontos vagy elavult

source: question contains offensive or malicious remarks
hr: pitanje sadržava uvredljive ili štetne značajke
hu: a kérdés sértő vagy rosszindulatú megjegyzéseket tartalmaz

source: spam or advertising
hr: spam ili reklama
hu: szemét vagy reklám

source: too localized
hr: previše lokalizirano
hu: túlságosan helyi jellegű

source: disable sharing
hr: onemogući dijeljenje
hu: megosztás kikapcsolása

source: my posts
hr: moje objave
hu: saját bejegyzések

source: all posts
hr: sve objave
hu: minden bejegyzés

source: newest
hr: najnovije
hu: legújabb

source: oldest
hr: najstarije
hu: legrégibb

source: active
hr: aktivno
hu: aktív

source: inactive
hr: neaktivno
hu: inaktív

source: hottest
hr: najzanimljivije
hu: legnépszerűbb

source: coldest
hr: nezanimljivo
hu: legnépszerűtlenebb

source: most voted
hr: najtraženije
hu: legtöbb szavazat

source: least voted
hr: najmaje glasova
hu: legkevesebb szavazat

source: relevance
hr: relevantnost
hu: fontosság

source: Never
hr: Nikada
hu: Soha

source: When new post is published
hr: Kada je objavljen novi post
hu: Új bejegyzés közzétételekor

source: When post is published or revised
hr: Kada je post objavljen ili pregledan
hu: Bejegyzés közzétételekor vagy módosításakor

source: Note: to reply with a comment, please use <a href="mailto:%(addr)s?subject=%(subject)s">this link</a>
hu: Megjegyzés: megjegyzés hozzáadásakor használja <a href="mailto:%(addr)s?subject=%(subject)s">ezt a hivatkozást</a>

source: all
hr: sve
hu: mind

source: unanswered
hr: neodgovoreno
hu: megválaszolatlan

source: followed
hr: praćeno
hu: követett

source: list
hr: lista
hu: lista

source: cloud
hr: oblak
hu: felhő

source: Question has no answers
hr: Pitanje nema odgovora
hu: A kérdésre nincs válasz

source: Question has no accepted answers
hr: Pitanje nema prihvaćenog odgovora
hu: A kérdésre nincs elfogadott válasz

source: asked a question
hr: postavio/la pitanje
hu: kérdés feltéve

source: answered a question
hr: odgovorio/la na pitanje
hu: kérdés megválaszolva

source: commented question
hr: komentirano pitanje
hu: hozzászólás kérdéshez

source: commented answer
hr: komentiran odgovor
hu: hozzászólás válaszhoz

source: edited question
hr: uređeno pitanje
hu: kérdés szerkesztve

source: edited answer
hr: uređen odgovor
hu: válasz szerkesztve

source: received badge
hr: primio/la značku
hu: plecsni megkapva

source: marked best answer
hr: označen je najbolji odgovor
hu: legjobb válasz megjelölve

source: upvoted
hr: pozitivno ocijenjeno
hu: felszavazva

source: downvoted
hr: negativno ocijenjeno
hu: leszavazva

source: canceled vote
hr: poništena ocjena
hu: szavazat törölve

source: deleted question
hr: obrisano pitanje
hu: kérdés törölve

source: deleted answer
hr: obrisan odgovor
hu: válasz törölve

source: marked offensive
hr: označeno kao uvredljivo
hu: megjelölve sértőként

source: updated tags
hr: ažurirani tagovi
hu: címkék frissítve

source: selected favorite
hr: odabran omiljeni
hu: kedvenc kiválasztva

source: completed user profile
hr: dovršen korisnički profil
hu: felhasználói profil kitöltve

source: email update sent to user
hr: email dopuna poslana korisniku
hu: e-mail értesítés elküldve a felhasználónak

source: a post was shared
hr: post je podijeljen
hu: bejegyzés megosztva

source: reminder about unanswered questions sent
hr: poslana napomena o neodgovorenim pitanjima
hu: emlékeztető megválaszolatlan kérdésekről elküldve

source: reminder about accepting the best answer sent
hr: podsjetnik o prihvaćanju najboljeg odgovora
hu: emlékeztető a legjobb kérdés elfogadásáról elküldve

source: mentioned in the post
hr: spomenut u postu
hu: megemlítve a bejegyzésben

source: created tag description
hr: stvoren je opis taga
hu: címkeleírás létrehozva

source: updated tag description
hr: opis taga je ažuriran
hu: címkeleírás frissítve

source: made a new post
hr: napisan je novi post
hu: új bejegyzést készített

source: made an edit
hr: napravljeno je uređivanje
hu: szerkesztést végzett

source: created post reject reason
hr: razlozi odbijanja napisanog posta
hu: bejegyzés elutasításának indoklása létrehozva

source: updated post reject reason
hr: razlozi odbijanja ažuriranog posta
hu: bejegyzés elutasításának indoklása frissítve

source: [closed]
hr: [zatvoreno]
hu: [zárt]

source: [deleted]
hr: [obrisano]
hu: [törölt]

source: initial version
hr: prva verzija
hu: kezdeti verzió

source: retagged
hr: ponovo označeno
hu: újracímkézve

source: [private]
hr: [privatno]
hu: [személyes]

source: show all tags
hr: prikaži sve tagove
hu: minden címke megjelenítése

source: exclude ignored tags
hr: isključi ignorirane tagove
hu: mellőzött címkék kihagyása

source: only interesting tags
hr: samo zanimljivi tagovi
hu: csak az érdekes címkék

source: only subscribed tags
hr: samo tagovi na koje se pretplatilo
hu: csak a feliratkozott címkék

source: email for all tags
hu: e-mail minden címkéhez

source: instantly
hr: odmah
hu: azonnal

source: daily
hr: dnevno
hu: naponta

source: weekly
hr: tjedno
hu: hetente

source: no email
hu: nincs e-mail

source: gold
hr: zlatni
hu: arany

source: silver
hr: srebrni
hu: ezüst

source: bronze
hr: brončani
hu: bronz

source: None
hu: Nincs

source: Uploaded Avatar
hr: Avatar učitan na poslužitelj
hu: Feltöltött címke

source: date descendant
hr: datum silazno
hu: dátum szerint csökkenő

source: date ascendant
hr: datum uzlazno
hu: dátum szerint növekvő

source: most relevant questions
hr: najralevantnija pitanja
hu: legfontosabb kérdések

source: click to see most relevant questions
hr: najrelevantnija pitanja
hu: kattintson a legfontosabb kérdések megjelenítéséhez

source: by relevance
hr: po relevantnosti
hu: fontosság szerint

source: click to see the oldest questions
hr: najstarijia pitanja
hu: kattintson a legrégibb kérdések megjelenítéséhez

source: by date
hr: datumu
hu: dátum alapján

source: click to see the newest questions
hr: najnovija pitanja
hu: kattintson a legújabb kérdések megjelenítéséhez

source: click to see the least recently updated questions
hr: zadnje ažurirana pitanja
hu: kattintson a legrégebben frissített kérdések megjelenítéséhez

source: by activity
hr: aktivnosti
hu: aktivitás szerint

source: click to see the most recently updated questions
hr: zadnje ažurirana pitanja
hu: kattintson a legújabban frissített kérdések megjelenítéséhez

source: click to see the least answered questions
hr: zadnje odgovorena pitanja
hu: kattintson a legkevesebb válasszal rendelkező kérdések megjelenítéséhez

source: by answers
hr: odgovoru
hu: válaszok szerint

source: click to see the most answered questions
hr: pitanja s najviše odgovora
hu: kattintson a legtöbb válasszal rendelkező kérdések megjelenítéséhez

source: click to see least voted questions
hr: zadnje glasana pitanja
hu: kattintson a legkevesebb szavazattal rendelkező kérdések megjelenítéséhez

source: by votes
hr: ocjenama
hu: szavazatok szerint

source: click to see most voted questions
hr: pitanja s najviše glasova
hu: kattintson a legtöbb szavazattal rendelkező kérdések megjelenítéséhez

source: interesting
hr: zanimljivo
hu: érdekes

source: ignored
hr: ignorirano
hu: mellőzött

source: subscribed
hr: pretplaćeno
hu: feliratkozott

source: tags are required
hr: potrebno je unijeti tagove
hu: a címkék kötelezők

source: please use letters, numbers and characters "-+.#"
hr: koristite slova, brojeve i znakove "-+.#"
hu: betűket, számokat és a „-+.#” karaktereket használjon

source: Welcome! Please set email address (important!) in your profile and adjust screen name, if necessary.
hr: Dobrodošli! U postavkama profila podesite adresu elektroničke pošte (važno!) i prikazivanog imena ako je potrebno.
hu: Üdvözöljük! Állítsa be e-mail címét (fontos!) a profiljában, és szükség esetén módosítsa a megjelenő nevét.

source: i-names are not supported
hr: i-imena nisu podržana
hu: Az i-nevek nem támogatottak

source: Please enter your %(username_token)s
hr: Unesite %(username_token)s
hu: Adja meg a következőt: %(username_token)s

source: Please, enter your user name
hr: Unesite korisničko ime
hu: Adja meg felhasználónevét

source: Please, enter your password
hr: Unesite lozinku
hu: Adja meg jelszavát

source: Please, enter your new password
hr: Unesite novu lozinku
hu: Adja meg új jelszavát

source: Passwords did not match
hr: Lozinke se ne podudaraju
hu: A jelszavak nem egyeznek

source: password is required
hr: lozinka je nužna
hu: jelszó szükséges

source: Sorry, we don't have this email address in the database
hr: Unesena se adresa elektroničke pošte ne nalazi u našoj bazi podataka
hu: Elnézést, ez az e-mail cím nem szerepel az adatbázisban

source: Your user name (<i>required</i>)
hu: A felhasználóneve (<i>kötelező</i>)

source: sorry, there is no such user name
hr: ne postoji takvo korisničko ime
hu: elnézést, nincs ilyen felhasználónév

source: signin/
hr: prijava/
hu: bejelentkezes/

source: widget/signin/
hu: widget/bejelentkezes/

source: signout/
hu: kijelentkezes/

source: register/
hu: regisztralas/

source: signup/
hu: regisztralas/

source: logout/
hu: kijelentkezes/

source: recover/
hu: visszaallitas/

source: verify-email/
hu: email-ellenorzes/

source: %(site)s user name and password
hr: %(site)s korisničko ime i lozinka
hu: %(site)s felhasználónév és jelszó

source: Create a password-protected account
hr: Kreiraj račun zaštićen lozinkom
hu: Jelszóval védett fiók létrehozása

source: Change your password
hr: Promjenite lozinku
hu: Jelszómódosítás

source: Sign in with Yahoo
hr: Yahoo prijava
hu: Bejelentkezés Yahoo-val

source: AOL screen name
hr: AOL prikazivano ime
hu: AOL megjelenő név

source: Sign in with LaunchPad
hr: Prijava kroz LaunchPad
hu: Bejelentkezés Launchpad-del

source: Flickr user name
hr: Flickr korisničko ime
hu: Flickr felhasználónév

source: Technorati user name
hr: Technorati korisničko ime
hu: Technorati felhasználónév

source: WordPress blog name
hr: WordPress blog ime
hu: WordPress blognév

source: Blogger blog name
hr: Blogger blog ime
hu: Blogger blognév

source: LiveJournal blog name
hr: LiveJournal blog ime
hu: LiveJournal blognév

source: ClaimID user name
hr: ClaimID korisničko ime
hu: ClaimID felhasználónév

source: Vidoop user name
hr: Vidoop korisničko ime
hu: Vidoop felhasználónév

source: Verisign user name
hr: Verisign korisničko ime
hu: Verisign felhasználónév

source: Change your %(provider)s password
hr: Promjenite %(provider)s lozinku
hu: Módosítsa %(provider)s jelszavát

source: Click to see if your %(provider)s signin still works for %(site_name)s
hr: Kliknite da vidite da li %(provider)s prijava još radi za %(site_name)s
hu: Kattintson annak ellenőrzéséhez, hogy a(z) %(provider)s bejelentkezés működik-e még ehhez: %(site_name)s

source: Create password for %(provider)s
hr: Kreirajte lozinku za %(provider)s
hu: Jelszó létrehozása ehhez: %(provider)s

source: Connect your %(provider)s account to %(site_name)s
hr: Spojite vaš %(provider)s račun s %(site_name)s
hu: Kapcsolja össze %(provider)s fiókját ezzel: %(site_name)s

source: Signin with %(provider)s user name and password
hr: Prijavite se sa %(provider)s korisničkim imenom i lozinkom
hu: Bejelentkezés %(provider)s felhasználónévvel és jelszóval

source: Sign in with your %(provider)s account
hu: Bejelentkezés %(provider)s fiókkal

source: OpenID %(openid_url)s is invalid
hr: OpenID %(openid_url)s je neispravan
hu: Ez az OpenID érvénytelen: %(openid_url)s

source: Sorry, there was some problem connecting to the login provider, please try again or use another login method
hu: Elnézést, hiba történt a bejelentkezésszolgáltatóhoz csatlakozáskor, próbálja újra vagy használjon másik bejelentkezési módot

source: Unfortunately, there was some problem when connecting to %(provider)s, please try again or use another provider
hr: Nažalost, nastali su problemi prilikom spajanja na %(provider)s, pokušajte ponovo ili koristite drugi poslužitelj
hu: Hiba történt a csatlakozáskor ehhez: %(provider)s, próbálja újra, vagy használjon másik szolgáltatót

source: The login password combination was not correct
hr: Kombinacija prijavne lozinke nije ispravna
hu: A felhasználónév-jelszó kombináció helytelen

source: Please click any of the icons below to sign in
hr: Za prijavu kliknite na bilo koju od ikona ispod
hu: Kattintson az egyik alábbi ikonra a bejelentkezéshez

source: Account recovery email sent
hr: Email za obnovu računa je poslan
hu: A fiók-visszaállító e-mail elküldve

source: Please add one or more login methods.
hu: Vegyen fel legalább egy bejelentkezési módszert.

source: If you wish, please add, remove or re-validate your login methods
hr: Ako želite., dodajte, uklonite ili ponovo potvrdite načine prijave
hu: Vegye fel, távolítsa el vagy engedélyezze újra a bejelentkezési módokat

source: Please wait a second! Your account is recovered, but ...
hr: Pričekajte trenutak! Vaš račun je obnovljen, ali ...
hu: Várjon egy kicsit! A fiókja visszaállításra kerül, de…

source: Sorry, this account recovery key has expired or is invalid
hr: Ovaj ključ za obnovu računa nije ispravan ili je istekao
hu: Elnézést, ez a fiók-visszaállítási kulcs lejárt vagy érvénytelen

source: Login method %(provider_name)s does not exist
hr: %(provider_name)s način prijave ne postoji
hu: A bejelentkezési mód (%(provider_name)s) nem létezik

source: Oops, sorry - there was some error - please try again
hr: Uups, ispričavamo se - dogodila se greška - pokušajte ponovo
hu: Elnézést, hiba történt, próbálja újra

source: If you are trying to sign in to another account, please sign out first. Otherwise, please report the incident to the site administrator.
hr: Pokušavate lise prijaviti drugim računom, prvo se odjavite s prijašnjega. Ako jeste, prijavite incident administratoru stranice.
hu: Ha másik fiókba szeretne bejelentkezni, akkor előbb jelentkezzen ki. Ellenkező esetben jelezze a hibát az oldal adminisztrátorának.

source: Your %(provider)s login works fine
hr: Vaša %(provider)s prijava radi
hu: %(provider)s bejelentkezése megfelelően működik

source: Sorry, registration failed. The token can be already used or has expired. Please try again
hr: Registracija nije uspjela. Token je već iskorišten ili je istekao. Pokušajte ponovno
hu: Elnézést, a regisztráció sikertelen. A tokent már felhasználták vagy lejárt. Próbálja újra.

source: Recover your %(site)s account
hu: %(site)s fiók helyreállítása

source: Please check your email and visit the enclosed link.
hr: Provjerite vaš email i posjetite priloženu vezu.
hu: Nézze meg leveleit, és kattintson a kapott hivatkozásra.

source: Site
hr: internetska stranica
hu: Weboldal

source: Main
hr: Glavna
hu: Elsődleges

source: Base Settings
hr: Osnovne Postavke
hu: Alapbeállítások

source: Default value:
hr: Zadana vrijednost:
hu: Alapértelmezett érték:

source: Default value: %s
hr: Zadana vrijednost: %s
hu: Alapértelmezett érték: %s

source: Allowed image file types are %(types)s
hr: Za slike su dozvoljeni %(types)s tipovi datoteka
hu: Az engedélyezett képfájltípusok: %(types)s

source: Congratulations, you are now an Administrator
hr: Čestitamo, postali ste Administrator
hu: Gratulálunk, Ön mostantól adminisztrátor!

source: <li>Type title in the subject line</li>
hr: <li>Upisati naslov u radak Predmet</li>
hu: <li>Írja be a címet a levél tárgy sorába</li>

source: <li>The beginning of the subject line can contain tags, <em>enclosed in the square brackets</em> like so: [Tag1; Tag2]</li>
hr: <li>Početak polja Predmet može zadržavati tagove, <em>smještene unutar uglatih zagrada</em> ovako: [Tag1; Tag2]</li>
hu: <li>A tárgy sor elején állhatnak <em>szögletes zárójelbe tett</em> címkék, például: [Címke1; Címke2].</li>

source: <li>In the beginning of the subject add at least one tag <em>enclosed in the brackets</em> like so: [Tag1; Tag2].</li>
hr: <li>Na početak polja Predmet, dodajte barem jedan tag <em>smješten unutar uglatih zagrada</em> ovako: [Tag1; Tag2].</li>
hu: <li>A tárgy sor elejére írjon legalább egy <em>szögletes zárójelbe tett</em> címkét, például: [Címke1; Címke2].</li>

source: <p>Note that a tag may consist of more than one word, to separate the tags, use a semicolon or a comma, for example, [One tag; Other tag]</p>
hr: <p>Tag se može sastojati od više riječi, da biste odvojili tagove, koristite znakove točka-zarez ili zarez [Jedan tag; drugi tag]</p>
hu: <p>Egy címke több szóból is állhat, az elválasztásukhoz használjon pontosvesszőt vagy vesszőt, például: [Egyik címke;Másik címke]</p>

source: You were replying to an email address unknown to the system or you were replying from a different address from the one where you received the notification.
hr: Odgovarali ste na adrese elektroničke pošte nepoznate sustavu, ili ste odgovarali sa adrese elektroničke pošte na koju niste primili obavijest.
hu: A rendszer által nem ismert e-mail címre válaszol, vagy nem arról a címről válaszol, amelyre az értesítést kapta.

source: Re: Welcome to %(site_name)s
hr: Re: Dobrodošli na %(site_name)s
hu: Re: Üdvözöljük a(z) %(site_name)s oldalon!

source: Please reply to the welcome email without editing it
hr: Odgovorite na pozdravnu poruku ne uređujući je
hu: Válaszoljon az üdvözlő e-mailre annak módosítása nélkül

source: new question
hr: novo pitanje
hu: új kérdés

source: Please log in to use %s
hr: Za korištenje %s potrebna je prijava
hu: Jelentkezzen be a(z) %s használatához

source: Sorry, but you have only read access
hr: Možete samo čitati
hu: Elnézést, csak olvasási hozzáférése van

source: Sorry, you cannot vote for your own posts
hr: Ne možete ocjenjivati vlastite objave
hu: Elnézést, nem szavazhat saját bejegyzéseire

source: upvote
hr: dodijeli pozitivnu ocjenu
hu: felszavazás

source: downvote
hr: negativno ocijeni
hu: leszavazás

source: Could not post, because your karma is insufficient to publish links
hr: Ne možete objaviti jer vam karma nije dovoljna za objavljivanje poveznica
hu: Nem lehet beküldeni, mert karmája kevés a hivatkozások közzétételéhez

source: Sorry, comments (except the last one) are editable only within %(minutes)s minute from posting
hr: Ispričavamo se, komentari se (osim zadnjega) mogu uređivati tek nakon %(minutes)s minute od objave
hu: Elnézést, a hozzászólások (az utolsó kivételével) a beküldés után csak %(minutes)s percig szerkeszthetők

source: Sorry, but only post owners or moderators can edit comments
hr: Ispričavamo se, ali komentare mogu uređivati samo vlasnici objava ili moderatori
hu: Elnézést, de csak a hozzászólások tulajdonosai vagy a moderátorok szerkeszthetik a hozzászólásokat

source: This post has been deleted and can be seen only by post owners, site administrators and moderators
hr: Ova je objava obrisana i vidljiva je samo vlasniku, administratorima i moderatorima stranice
hu: Ez a bejegyzés törlésre került, és csak a bejegyzés tulajdonosai, az adminisztrátorok és a moderátorok láthatják

source: Sorry, only moderators, site administrators and post owners can edit deleted posts
hr: Ispričavamo se, ali budući da vam je korisnički račun blokiran, ne možete uređivati objave
hu: Elnézést, csak a moderátorok, adminisztrátorok és a bejegyzés tulajdonosa szerkesztheti a törölt bejegyzéseket

source: Sorry, you have exhausted the maximum number of %(max_flags_per_day)s offensive flags per day.
hr: Iscrpili ste maksimalan broj od %(max_flags_per_day)s uvredljivih zastava po danu.
hu: Elnézést, kimerítette a naponta maximum kiosztható %(max_flags_per_day)s sértő jelölést

source: cannot remove non-existing flag
hr: ne možete ukloniti nepostojeće zastavice
hu: nem távolítható el a nem létező jelölés

source: you don't have the permission to remove all flags
hr: nemate dovoljne ovlasti za brisanje svih zastavica
hu: nincs jogosultsága az összes jelölés eltávolításához

source: no flags for this entry
hr: nema zastavica na ovom unosu
hu: nincsenek jelölések ehhez a bejegyzéshez

source: sorry, but older votes cannot be revoked
hr: stari glasovi se ne mogu opozvati
hu: elnézést, a régebbi szavazatok nem vonhatók vissza

source: on %(date)s
hr: na %(date)s
hu: ekkor: %(date)s

source: in two days
hr: u dva dana
hu: két napon belül

source: tomorrow
hr: sutra
hu: holnap

source: in %(hr)d hour
hr: za %(hr)d sat
hu: %(hr)d órán belül

source: in %(min)d min
hr: za %(min)d minutu
hu: %(min)d percen belül

source: %(days)d day
hr: %(days)d dan
hu: %(days)d nap

source: Anonymous
hr: Anoniman
hu: Névtelen

source: Registered User
hr: Registrirani korisnik
hu: Regisztrált felhasználó

source: Suspended User
hr: Suspendirani korisnik
hu: Felfüggesztett felhasználó

source: Blocked User
hr: Blokirani korisnik
hu: Blokkolt felhasználó

source: %(username)s karma is %(reputation)s
hr: %(username)s karma je %(reputation)s
hu: %(username)s karmája %(reputation)s

source: one gold badge
hr: %(count)d zlatna značka
hu: egy aranyplecsni

source: one silver badge
hr: %(count)d srebrna značka
hu: egy ezüstplecsni

source: one bronze badge
hr: %(count)d brončana značka
hu: egy bronzplecsni

source: %(item1)s and %(item2)s
hr: %(item1)s i %(item2)s
hu: %(item1)s és %(item2)s

source: %(user)s has %(badges)s
hr: %(user)s ima %(badges)s
hu: %(user)s: %(badges)s

source: At least %d karma point is required to post links
hr: Da biste mogli objavljivati poveznice morate imati najmanje %d karma bod
hu: Legalább %d karmapont szükséges hivatkozások beküldéséhez

source: %(user)s shared a %(post_link)s.
hu: %(user)s megosztotta: %(post_link)s.

source: %(user)s edited a %(post_link)s.
hu: %(user)s szerkesztette: %(post_link)s.

source: %(user)s posted a %(post_link)s
hu: %(user)s beküldte: %(post_link)s

source: %(user)s edited an %(post_link)s.
hu: %(user)s szerkesztette: %(post_link)s.

source: %(user)s posted an %(post_link)s.
hu: %(user)s beküldte: %(post_link)s.

source: %(user)s posted a %(post_link)s.
hu: %(user)s beküldte: %(post_link)s.

source: To reply, PLEASE WRITE ABOVE THIS LINE.
hu: A válaszoláshoz ÍRJON EZEN SOR FÖLÉ.

source: Congratulations, you have received a badge '%(badge_name)s'. Check out <a href="%(user_profile)s">your profile</a>.
hr: Čestitamo, dobili ste %(badge_name)s značku. Provjerite na <a href="%(user_profile)s">vašem profilu</a>.
hu: Gratulálunk, kapott egy plecsnit: „%(badge_name)s”. Nézze meg a <a href="%(user_profile)s">profilját</a>.

source: Welcome to %(site_name)s
hr: Dobro došli na %(site_name)s
hu: Üdvözöljük a(z) %(site_name)s oldalon!

source: Your tag subscription was saved, thanks!
hr: Vaša pretplata na tagove je spremljena, zahvaljujemo!
hu: Címkefeliratkozását mentettük, köszönjük!

source: Deleted own post with %(votes)s or more upvotes
hr: Obrisani postovi sa %(votes)s ili više pozitivnih glasova
hu: Törölte a legalább %(votes)s felszavazást kapott saját bejegyzését

source: Disciplined
hr: Discipliniran
hu: Fegyelmezett

source: Deleted own post with %(votes)s or more downvotes
hr: Obrisani postovi sa %(votes)s ili više negativnih glasova
hu: Törölte a legalább %(votes)s leszavazást kapott saját bejegyzését

source: Peer Pressure
hr: Pritisak Skupine
hu: Partnernyomás

source: Teacher
hr: Učitelj
hu: Tanár

source: Supporter
hr: Pristalica
hu: Támogató
