Repository: zhguokai/askbot-devel
Catalog: askbot/locale/*/LC_MESSAGES/django.po
Languages: hr, hu

source: A small 16x16 or 32x32 pixel icon image used to distinguish your site in the browser user interface. Please find more information about favicon at <a href="%(favicon_info_url)s">this page</a>.
hr: Mala ikona veličine 16x16 ili 32x32 piksela koja se koristi za razlikovanje vaše stranice u pregledniku. Pronađite više informacija o faviconu na <a href="%(favicon_info_url)s">ovoj stranici</a>.
hu: Egy 16x16 vagy 32x32 képpont méretű kép az oldal megkülönböztetéséhez a böngésző felhasználói felületén. A faviconokról több információt <a href="%(favicon_info_url)s">ezen az oldalon</a> találhat.

source: Password login button
hr: Gumb za prijavu lozinkom
hu: Jelszavas bejelentkezés gomb

source: An 88x38 pixel image that is used on the login screen for the password login button.
hr: Slika veličine 88x38 piksela koja se koristi na prijavnom zaslonu za gumb za prijavu lozinkom
hu: Egy 88x38 képpont méretű kép, amely a bejelentkezési képernyőn a jelszavas bejelentkezés gombon jelenik meg.

source: Show all UI functions to all users
hr: Prikaži sve funkcije korisničkog sučelja svim korisnicima
hu: Minden felhasználói felületi funkció megjelenítése minden felhasználónak

source: If checked, all forum functions will be shown to users, regardless of their reputation. However to use those functions, moderation rules, reputation and other limits will still apply.
hr: Ako je označeno, sve će funkcije foruma biti prikazane korisniku bez obzira na njihov ugled. Ako koristite ovu funkciju, idalje se primjenjuju pravila moderiranja i druga ograničenja veza uz ugled korisnika.
hu: Ha be van jelölve, minden fórumfunkció megjelenik a felhasználóknak a hírnevüktől függetlenül. A funkciók használatához azonban a moderálási szabályok, a hírnév- és más korlátok továbbra is érvényben maradnak.

source: Select skin
hr: Odaberite temu
hu: Válasszon sminket

source: Customize HTML <HEAD>
hr: Prilagodi HTML <HEAD>
hu: HTML <HEAD> testreszabása

source: Custom portion of the HTML <HEAD>
hr: Prilagođen dio HTML <HEAD>
hu: A HTML <HEAD> egyéni része

source: <strong>To use this option</strong>, check "Customize HTML &lt;HEAD&gt;" above. Contents of this box will be inserted into the &lt;HEAD&gt; portion of the HTML output, where elements such as &lt;script&gt;, &lt;link&gt;, &lt;meta&gt; may be added. Please, keep in mind that adding external javascript to the &lt;HEAD&gt; is not recommended because it slows loading of the pages. Instead, it will be more efficient to place links to the javascript files into the footer. <strong>Note:</strong> if you do use this setting, please test the site with the W3C HTML validator service.
hr: <strong>Za korištenje ove mogućnosti</strong>, označite "Prilagodi HTML &lt;HEAD&gt;" iznad. Sadržaj u kvadratu biti će ugrađen u &lt;HEAD&gt; dio HTML koda, gdje elementi kao što su &lt;script&gt;, &lt;link&gt;, &lt;meta&gt; mogu biti dodani. Imajte na umu da se dodavanje vanjske javascript datoteke u &lt;HEAD&gt; se ne preporučuje jer usporava učitavanje stranice. Efikasnije je staviti veze na javascript datoteke u podnožje stranice. <strong>Napomena:</strong> ako ćete koristiti ovu postavku, testirajte stranicu sa W3C HTML validatorom.
hu: <strong>Ezen beállítás használatához</strong> jelölje be fent a „HTML &lt;HEAD&gt; testreszabása” lehetőséget. Ezen mező tartalma beszúrásra kerül a HTML kimenet &lt;HEAD&gt; részébe, ahol a &lt;script&gt;, &lt;link&gt;, &lt;meta&gt; elemek hozzáadhatók. Ne feledje, hogy külső JavaScript hozzáadása a &lt;HEAD&gt;-hez nem javasolt, mert lelassítja az oldalak betöltését. Ehelyett hatékonyabb a JavaScript fájlokra mutató hivatkozások elhelyezése a láblécbe. <strong>Megjegyzés:</strong> ha használja ezt a beállítást, akkor tesztelje az oldalt a W3C HTML ellenőrző szolgáltatásával.

source: Custom header additions
hr: Prilagođeni dodaci zaglavlja
hu: Egyéni fejlécbővítések

source: Header is the bar at the top of the content that contains user info and site links, and is common to all pages. Use this area to enter contents of the headerin the HTML format. When customizing the site header (as well as footer and the HTML &lt;HEAD&gt;), use the HTML validation service to make sure that your input is valid and works well in all browsers.
hr: Zaglavlje je dio na vrhu sadržaja koji sadrži podatke o korisniku i poveznice na druge stranice te je uobičajen na svim stranicama. Koristite ovo područje za unos sadržaja zaglavlja u HTML formatu. Prilikom prilagodbe zaglavlja stranice (kao i podnožja i HTML &lt;HEAD&gt;) koristite HTML validator da bi ste provjerili da unos ispravno radi u svim preglednicima.
hu: A fejléc a tartalom tetején lévő sáv, amely felhasználói információkat és oldalhivatkozásokat tartalmaz, és minden oldalon azonos. Itt megadhatja a fejléc tartalmát HTML formátumban. Az oldal fejlécének (valamint a lábléc és a HTML &lt;HEAD&gt;) személyre szabásakor használja a HTML ellenőrző szolgáltatást, hogy a bevitt tartalom érvényes és minden böngészőben működő legyen.

source: Site footer mode
hr: Način podnožja stranice
hu: Oldal láblécének módja

source: Footer is the bottom portion of the content, which is common to all pages. You can disable, customize, or use the default footer.
hr: Podnožje je donji dio sadržaja, sadrže ga sve stranice. Možete ga onemogućiti, prilagoditi ili koristiti zadano postavke.
hu: A lábléc a tartalom alsó része, amely minden oldalon azonos. Kikapcsolhatja, személyre szabhatja vagy használhatja az alapértelmezettet.

source: Custom footer (HTML format)
hr: Prilagođeno podnožje (podnožje u HTML kodu)
hu: Egyéni lábléc (HTML formátum)

source: <strong>To enable this function</strong>, please select option 'customize' in the "Site footer mode" above. Use this area to enter contents of the footer in the HTML format. When customizing the site footer (as well as the header and HTML &lt;HEAD&gt;), use the HTML validation service to make sure that your input is valid and works well in all browsers.
hr: <strong>Za korištenje ove mogućnosti</strong>, označite "Način podnožja stranice" iznad. Koristite ovo područje za unos sadržaja podnožja u HTML formatu. Prilikom prilagođavanja podnožja stranice (kao i zaglavlja i HTML &lt;HEAD&gt;), koristite HTML validator da bi ste provjerili da unos ispravno radi u svim preglednicima.
hu: <strong>Ezen funkció bekapcsolásához</strong> válassza a fenti „Oldal láblécének módja” listában a „Személyre szabás” lehetőséget. Itt megadhatja a lábléc tartalmát HTML formátumban. Az oldal láblécének (valamint a fejléc és a HTML &lt;HEAD&gt;) személyre szabásakor használja a HTML ellenőrző szolgáltatást, hogy a bevitt tartalom érvényes és minden böngészőben működő legyen.

source: Apply custom style sheet (CSS)
hr: Primijeni custom style sheet (CSS)
hu: Egyéni stíluslap (CSS) használata

source: Check if you want to change appearance of your form by adding custom style sheet rules (please see the next item)
hr: Označite ako želite promjeniti izgled vašeg foruma dodavanjem prilagođene liste stilova (pogledajte sljedeću stavku)
hu: Jelölje be az űrlap megjelenésének módosításához egyéni stílusszabályok hozzáadásával (lásd a következő elemet)

source: Custom style sheet (CSS)
hu: Egyéni stíluslap (CSS)

source: <strong>To use this function</strong>, check "Apply custom style sheet" option above. The CSS rules added in this window will be applied after the default style sheet rules. The custom style sheet will be served dynamically at url "&lt;forum url&gt;/custom.css", where the "&lt;forum url&gt; part depends (default is empty string) on the url configuration in your urls.py.
hr: <strong>Za korištenje ove funkcije</strong> označite "Primjeni prilagođenu listu stilova (CSS)" gore. CSS pravila dodana u ovom prozoru će se primijeniti nakon zadane liste stilova. Prilagođena lista stilova izvršavati će se dinamički na url-u "&lt;forum url&gt;/custom.css" gdje "&lt;forum url&gt; dio ovisi (zadan je prazan niz) o url konfiguraciji urls.py datotke.
hu: <strong>Ezen funkció használatához</strong> jelölje be a fentebbi „Egyéni stíluslap (CSS) használata” lehetőséget. Az ebben az ablakban felvett CSS szabályok az alapértelmezett stíluslapszabályok után kerülnek alkalmazásra. Az egyéni stíluslap dinamikusan kerül kiszolgálásra a „&lt;fórum_url&gt;/custom.css” címen, ahol a &lt;fórum_url&gt; rész az urls.py-ban megadott URL-konfigurációtól függ (az alapértelmezett az üres karakterlánc).

source: Add custom javascript
hr: Dodaj prilagođeni javascript
hu: Egyéni JavaScript hozzáadása

source: Check to enable javascript that you can enter in the next field
hr: Označite za omogućavanje javascripta koji možete unijeti u sljedećem polju
hu: Jelölje be az alábbi mezőben megadható JavaScript engedélyezéséhez

source: Custom javascript
hr: Prilagođen javascript
hu: Egyéni JavaScript

source: Type or paste plain javascript that you would like to run on your site. Link to the script will be inserted at the bottom of the HTML output and will be served at the url "&lt;forum url&gt;/custom.js". Please, bear in mind that your javascript code may break other functionalities of the site and that the behavior may not be consistent across different browsers (<strong>to enable your custom code</strong>, check "Add custom javascript" option above).
hr: Utipkajte ili zalijepite javascript koji želite da se izvrši na vašoj stranici. Poveznica na skriptu biti će unesena na dnu HTML izlaza i nalazit će se na url-u "&lt;forum url&gt;/custom.js". Imajte na umu da javascript može pokvariti druge funkcije na stranici te da izvršavanje možda neće biti jednako u svim preglednicima(<strong>za omogućavanje prilagođenog koda</strong>, označite "Dodaj prilagođen javascript" opciju iznad.).
hu: Írjon vagy illesszen be egyszerű JavaScriptet, amelyet az oldalán futtatni szeretne. A parancsfájlra mutató hivatkozás a HTML kimenet aljára lesz beszúrva, és a „&lt;fórum_url/custom.js&gt;” címen lesz elérhető. Ne feledje, hogy a JavaScript elronthatja az oldal más funkcióit, és a viselkedése nem feltétlenül lesz konzisztens minden böngészőben (<strong>az egyéni kód bekapcsolásához</strong> jelölje be a fenti „Egyéni JavaScript hozzáadása” lehetőséget).

source: Skin media revision number
hr: Revizijski broj teme
hu: Sminkmédia verziószáma

source: Will be set automatically but you can modify it if necessary.
hr: Bit će postavljeno automatski, ali možete uređivati ako želite.
hu: Automatikusan kerül beállításra, de szükség esetén módosítható.

source: Hash to update the media revision number automatically.
hr: Jedinstvena vrijednost za automatsko ažuriranje broja medijske revizije.
hu: Hash a média verziószámának automatikus frissítéséhez.

source: Will be set automatically, it is not necesary to modify manually.
hr: Bit će postavljeno automatski, nema potrebe podešavati ručno.
hu: Automatikusan kerül beállításra, nem szükséges módosítani.

source: Content sharing
hr: Dijeljenje sadržaja
hu: Tartalommegosztás

source: Check to enable RSS feeds
hr: Označite za omogućavanje RSS obavijesti
hu: Jelölje be az RSS hírforrások bekapcsolásához

source: Hashtag or suffix to sharing messages
hr: Hashtag ili sufiks za dijeljenje poruke
hu: Hashtag vagy utótag az üzenetek megosztásához

source: Check to enable sharing of questions on Twitter
hr: Označite želite li omogućiti dijeljenje pitanja na Twitteru
hu: Jelölje be a kérdések Twitteren való megosztásának bekapcsolásához

source: Important - to actually start sharing on twitter, it is required to set up Twitter consumer key and secret in the "keys to external services" section.
hr: Važno - kako biste započeli dijeliti na twitteru, potrebno je postaviti Twitter korisnički ključ i tajni izraz u sekciji "ključevi vanjskih servisa"
hu: Fontos – a Twitteren való tényleges megosztás elkezdéséhez be kell állítania a Twitter fogyasztói kulcsot és titkos információt a „külső szolgáltatások kulcsai” szakaszban.

source: Check to enable sharing of questions on Facebook
hr: Označite želite li omogućiti dijeljenje pitanja na Facebooku
hu: Jelölje be a kérdések Facebookon való megosztásának bekapcsolásához

source: Check to enable sharing of questions on LinkedIn
hr: Označite želite li omogućiti dijeljenje pitanja na LinkedInu
hu: Jelölje be a kérdések LinkedInen való megosztásának bekapcsolásához

source: Check to enable sharing of questions on Identi.ca
hr: Označite želite li omogućiti dijeljenje pitanja na Identi.ca
hu: Jelölje be a kérdések Identi.ca-n való megosztásának bekapcsolásához

source: Check to enable sharing of questions on Google+
hr: Označite želite li omogućiti dijeljenje pitanja na Google+
hu: Jelölje be a kérdések Google+-on való megosztásának bekapcsolásához+

source: Akismet spam protection
hr: Akismet zaštita od neželjene pošte
hu: Akismet szemétvédelem

source: Enable Akismet spam detection(keys below are required)
hr: Omogući Akismet otkrivanje neželjene pošte (nužni su ključevi ispod)
hu: Akismet szemétfelismerés bekapcsolása (az alább megadható kulcsok szükségesek)

source: To get an Akismet key please visit <a href="%(url)s">Akismet site</a>
hr: Za dobivanje Akismet ključa posjetite <a href="%(url)s">Akismet stranicu</a>
hu: Egy Akismet kulcs beszerzéséhez keresse fel az <a href="%(url)s">Akismet oldalát</a>

source: Akismet key for spam detection
hr: Akismet ključ za otkrivanje neželjene pošte
hu: Akismet kulcs a szemétfelismeréshez

source: Reputation, Badges, Votes & Flags
hr: Ugled, značke, glasovi i zastavice
hu: Hírnév, plecsnik, szavazások és jelzők

source: Static Content, URLS & UI
hr: Statični sadržaj, URLOVI i korisničko sučelje
hu: Statikus tartalom, URL-ek és felület

source: Data rules & Formatting
hr: Pravila o podacima i Formatiranju
hu: Adatszabályok és formázás

source: External Services
hr: Vanjski servisi
hu: Külső szolgáltatások

source: Login, Users & Communication
hr: Prijava, korisnici i komunikacija
hu: Bejelentkezés, felhasználók és kommunikáció

source: User settings
hr: Korisničke postavke
hu: Felhasználó beállításai

source: On-screen greeting shown to the new users
hr: Pozdravna poruka koja se na zaslonu prikazuje novim korisnicima
hu: Új felhasználók üdvözlése

source: Allow anonymous users send feedback
hu: Névtelen felhasználók küldhetnek visszajelzést

source: Allow editing user screen name
hr: Dozvoli uređivanje korisnikova prikazivanog imena
hu: Felhasználók megjelenő neve szerkeszthető

source: Auto-fill user name, email, etc on registration
hr: Automatsko ispunjavanje korisnikova imena, elektroničke pošte itd. pri registraciji
hu: Felhasználónév, e-mail stb. automatikus kitöltése regisztrációkor

source: Implemented only for LDAP logins at this point
hr: Trenutno implementirano samo za LDAP prijeve
hu: Jelenleg csak LDAP-bejelentkezésekhez van megvalósítva

source: Allow users change own email addresses
hr: Dopusti korisnicima promijenu adrese elektroničke pošte
hu: A felhasználók módosíthatják a saját e-mail címüket

source: Allow email address in user name
hr: Dopusti adrese elektroničke pošte u korisničkim imenima
hu: E-mail cím engedélyezése a felhasználónévben

source: Allow account recovery by email
hr: Dopusti obnovu korisničkog računa elektroničkom poštom
hu: Fiók-helyreállítás engedélyezése e-mailben

source: Allow adding and removing login methods
hr: Dopusti dodavanje i brisanje metoda prijave
hu: Bejelentkezési módszerek hozzáadásának és eltávolításának engedélyezése

source: Minimum allowed length for screen name
hr: Namjanja dopuštena duljina prikazivanog imena
hu: Megjelenő név legkisebb engedélyezett hossza

source: Default avatar for users
hr: Zadani avatar za korisnike
hu: Felhasználók alapértelmezett avatarja

source: To change the avatar image, select new file, then submit this whole form.
hr: Za promjenu slike avatara, odaberite novu datoteku, a zatim podnesite cijeli obrazac.
hu: Az avatar kép módosításához válassza ki az új fájlt, majd küldje be ezt az űrlapot.

source: Use automatic avatars from gravatar.com
hu: Automatikus avatarok használata a gravatar.com-ról

source: Check this option if you want to allow the use of gravatar.com for avatars. Please, note that this feature might take about 10 minutes to become fully effective. You will have to enable uploaded avatars as well. For more information, please visit <a href="http://askbot.org/doc/optional-modules.html#uploaded-avatars">this page</a>.
hr: Odaberite ovu mogućnost ako želite koristiti avatare s gavatar.com. Imajte na umu da za ovu značajku treba 10 minuta za potpunu aktivaciju. Morati ćete također omogućiti slanje avatara. Za više informacija posjetite <a href="http://askbot.org/doc/optional-modules.html#uploaded-avatars">ovu stranicu</a>.
hu: Jelölje be ezt a gravatar.com használatának bekapcsolásához. Ne feledje, hogy ezen szolgáltatás teljes használatba vétele akár 10 percig is eltarthat. Ezen kívül az avatarok feltöltését is engedélyeznie kell. További információkért lásd <a href="http://askbot.org/doc/optional-modules.html#uploaded-avatars">ezt az oldalt</a>.

source: Default Gravatar icon type
hr: Zadan tip Gravatar ikona
hu: Alapértelmezett Gravatar ikontípus

source: This option allows you to set the default avatar type for email addresses without associated gravatar images. For more information, please visit <a href="http://en.gravatar.com/site/implement/images/">this page</a>.
hr: Ova vam opcija omogućava postavljanje zadanog tipa avatara za elektroničku poštu povezanu sa slikama na Gravataru. Za više informacija posjetite <a href="http://en.gravatar.com/site/implement/images/">ovu stranicu</a>.
hu: Ez a beállítás lehetővé teszi az alapértelmezett avatartípus kiválasztását a gravatar képekkel nem rendelkező e-mail címekhez. További információkért lásd <a href="http://en.gravatar.com/site/implement/images/">ezt az oldalt</a>.

source: Name for the Anonymous user
hr: Ime anonimnog korisnika
hu: A névtelen felhasználó neve

source: Vote and flag limits
hr: Ograničenja pri ocjenjivanju i označavanju zastavicama
hu: Szavazás és megjelölés korlátai

source: Number of votes a user can cast per day
hr: Broj ocjena koje korisnik može dnevno podijeliti
hu: Egy felhasználó által naponta leadható szavazatok száma

source: Maximum number of flags per user per day
hr: Maksimalan broj zastavica po korisniku i danu
hu: Megjelölések maximális száma felhasználónként naponta

source: Threshold for warning about remaining daily votes
hr: Granica za upozorenje o preostalim dnevnim ocjenama
hu: Hátralévő napi szavazatokra vonatkozó figyelmeztetés küszöbértéke

source: Number of days to allow canceling votes
hu: Szavazatok törlésére rendelkezésre álló napok száma

source: Number of days required before answering own question
hr: Broj dana nakon kojih se može odgovarati na vlasita pitanja
hu: Saját kérdés megválaszolása előtt eltelő napok száma

source: Number of flags required to automatically hide posts
hr: Broj zastavica potreban za automatsko skrivanje objave
hu: Bejegyzés automatikus elrejtéséhez szükséges megjelölések száma

source: Number of flags required to automatically delete posts
hr: Broj zastavica potreban za automatsko brisanje objave
hu: Bejegyzés automatikus törléséhez szükséges megjelölések száma

source: Minimum days to accept an answer, if it has not been accepted by the question poster
hr: Najmanji broj dana nakon kojih se odgovor može prihvatiti ako ga nije prihvatio korisnik koji je pitanje postavio
hu: Egy válasz elfogadása előtt eltelő napok száma, ha a kérdésfeltevő nem fogadta el

source: Ask Your Question
hr: Postavi Pitanje
hu: Tegye fel kérdését

source: Please enter your question
hr: Unesite pitanje
hu: Írja be kérdését

source: Ask the Group
hr: Pitaj grupu
hu: Kérdezze a csoportot

source: Post Your Answer
hr: Objavite Svoj Odgovor
hu: Válasz beküldése

source: Answer Your Own Question
hr: Odgovori na svoje pitanje
hu: Saját kérdés megválaszolása

source: Categorize your question using this tag selector or entering text in tag box.
hr: Kategorizirajte vaše pitanje koristeći ovaj odabirač tagova ili unošenjem teksta u polje za tagove
hu: Kategorizálja kérdését ezzel a címkeválasztóval, vagy új címke megadásával a címke mezőben.

source: Edit Your Previous Answer
hr: Uredite prethodni odgovor
hu: Előző válaszának szerkesztése

source: asked
hr: upitano
hu: kérdezett

source: Asked by me
hr: Pitanja koja sam ja postavio
hu: Kérdeztem

source: Answered by me
hr: Pitanja na koja sam ja odovorio
hu: Válaszoltam

source: answered
hr: odgovoreno
hu: válaszolt

source: Nice Answer
hr: Lijep odgovor
hu: Szép válasz

source: Nice Question
hr: Lijepo pitanje
hu: Szép kérdés

source: Good Answer
hr: Dobar odgovor
hu: Jó válasz

source: Good Question
hr: Dobro pitanje
hu: Jó kérdés

source: Great Answer
hr: Odličan odgovor
hu: Nagyszerű válasz

source: Great Question
hr: Odlično pitanje
hu: Remek kérdés

source: Popular Question
hr: Popularno pitanje
hu: Népszerű kérdés

source: Notable Question
hr: Zamjećeno pitanje
hu: Fontos kérdés

source: Famous Question
hr: Čuveno pitanje
hu: Híres kérdés

source: Stellar Question
hr: Zvjezdano Pitanje
hu: Bámulatos kérdés

source: Favorite Question
hr: Najdraže pitanje
hu: Kedvenc kérdés

source: Show only questions from
hr: Prikaži samo odgovore od
hu: Csak az ő kérdéseinek megjelenítése:

source: Please ask your question here
hr: Ovdje postavite pitanje
hu: Tegye fel itt a kérdését

source: Sorry, this question has been deleted and is no longer accessible
hr: Ispričavamo se, pitanje je izbrisano i više mu se ne može pristupiti
hu: Elnézést, ez a kérdés törlésre került, és már nem érhető el

source: ask a question interesting to this community
hr: postavite pitanje zanimljivo ovoj zajednici
hu: tegyen fel egy, a közösség számára érdekes kérdést

source: Please follow some questions or follow some users.
hr: Pratite neka pitanja ili neke korisnike.
hu: Kövessen néhány kérdést vagy felhasználót.

source: swap with question
hr: zamijeni s pitanjem
hu: megcserélés a kérdéssel

source: repost as a question comment
hr: objavi ponovno, ali kao komentar na pitanje
hu: újrabeküldés kérdéshez hozzászólásként

source: (only one answer per user is allowed)
hr: (dozvoljen je samo jedan odgovor po korisniku)
hu: (felhasználónként csak egy válasz engedélyezett)

source: Related questions
hr: Povezana pitanja
hu: Kapcsolódó kérdések

source: Be the first one to answer this question!
hr: Budite prvi koji će odgovoriti na ovo pitanje!
hu: Válaszoljon elsőként erre a kérdésre!

source: followed questions
hr: praćena pitanja
hu: követett kérdések

source: List of questions
hr: Popis pitanja
hu: Kérdések listája

source: Close question
hr: Zatvori pitanje
hu: Kérdés lezárása

source: Edit question
hr: Uredi pitanje
hu: Kérdés szerkesztése

source: Question - in one sentence
hr: Pitanje - u jednoj rečenici
hu: Kérdés – egy mondatban

source: Retag question
hr: Ponovo označi pitanje
hu: Kérdés újracímkézése

source: Reopen question
hr: Ponovno aktualiziraj pitanje
hu: Kérdés újranyitása

source: There are no unanswered questions here
hr: Ovdje nema neodgovorenih pitanja
hu: Itt nincs megválaszolatlan kérdés

source: this answer has been selected as correct
hr: ovaj je odgovor označen dobrim
hu: ez a válasz ki lett választva helyesként

source: Login/Signup to Answer
hr: Prijavite se/Upišite se kako biste mogli odgovarati
hu: Jelentkezzen be/regisztráljon a válaszoláshoz

source: give an answer interesting to this community
hr: dajte odgovor zanimljiv ovoj zajednici
hu: a közösség számára érdekes választ adjon

source: try to give an answer, rather than engage into a discussion
hr: radije pokušajte odgovoriti na pitanje umjesto da se uključujete u raspravu
hu: próbáljon válaszolni, és inkább ne menjen bele beszélgetésbe

source: show only selected answers to enquirers
hr: prikaži samo odabrane odgovore i upite
hu: csak kijelölt válaszok megjelentése az érdeklődőknek
